[{"Date":"3000 BC","Headline":"God Punishes Man with Six-Day Storm","Conflict Type":"Weapon","Country":"Unknown","Region":"Western Asia","Description":"Ancient Sumerian legend recounts the deeds of the deity Ea, who punished humanity for its sins by inflicting the Earth with a six-day storm. The Sumerian myth parallels the Biblical account of Noah and the deluge, although some details differ.","Sources":"Hatami and Gleick 1994"},{"Date":"2500 BC","Headline":"Lagash-Umma border dispute","Conflict Type":"Weapon","Country":"Mesopotamia","Region":"Western Asia","Description":"The dispute over the Gu'edena (edge of paradise) region begins. Urlama, King of Lagash from 2450 to 2400 BC, diverts water from this region to boundary canals, drying up boundary ditches to deprive Umma of water. His son Il cuts off the water supply to Girsu, a city in Umma.","Sources":"Hatami and Gleick 1994"},{"Date":"1720-1684 BC","Headline":"Tigris River dammed","Conflict Type":"Weapon","Country":"Mesopotamia","Region":"Western Asia","Description":"A grandson of Hammurabi, Abish or Abi-Eshuh, dams the Tigris to prevent the retreat of rebels led by Iluma-Ilum, who declares the independence of Babylon. This failed attempt marks the decline of the Sumerians who had reached their apex under Hammurabi.","Sources":"Hatami and Gleick 1994"},{"Date":"circa 1300 BC","Headline":"Kishon River flooded in defeat of Sisera","Conflict Type":"Weapon","Country":"Unknown","Region":"Western Asia","Description":"The Old Testament gives an account of the defeat of Sisera and his \"nine hundred chariots of iron' by the unmounted army of Barak on the fabled Plains of Esdraelon. God sends heavy rainfall in the mountains, and the Kishon River overflows the plain and immobilizes or destroys Sisera's technologically superior forces (\"...the earth trembled, and the heavens dropped, and the clouds also dropped water,\" Judges 5:4; \"...The river of Kishon swept them away, that ancient river, the river Kishon,' Judges 5:21).","Sources":"Scofield 1967"},{"Date":"1200 BC","Headline":"Moses parts the Red Sea","Conflict Type":"Weapon","Country":"Egypt","Region":"Northern Africa","Description":"When Moses and the retreating Jews find themselves trapped between the Pharaoh's army and the Red Sea, Moses miraculously parts the waters of the Red Sea, allowing his followers to escape. The waters close behind them and cut off the Egyptians.","Sources":"Hatami and Gleick 1994"},{"Date":"720-705 BC","Headline":"Assyrian king destroys Armenian irrigation network","Conflict Type":"Casualty","Country":"Assyria","Region":"Western Asia","Description":"After a successful campaign against the Halidians of Armenia, Sargon II of Assyria destroys their intricate irrigation network and floods their land.","Sources":"Hatami and Gleick 1994"},{"Date":"705-682 BC","Headline":"Sennacherib razes Babylon","Conflict Type":"Weapon","Country":"Babylon","Region":"Western Asia","Description":"In quelling rebellious Assyrians in 695 B.C., Sennacherib razes Babylon and diverts one of the principal irrigation canals so that its waters wash over the ruins.","Sources":"Hatami and Gleick 1994"},{"Date":"701 BC","Headline":"Hezekiah stops springs in advance of Assyrian Invasion","Conflict Type":"Casualty","Country":"Assyria","Region":"Western Asia","Description":"When King Hezekiah of Judah sees that Sennacherib of Assyria is coming in war, he has springs and a brook outside Jerusalem stopped to keep water from the Assyrians. (\"So there was gathered much people together, who stopped all the fountains, and the brook that ran through the midst of the land, saying, Why should the kings of Assyria come, and find much water\" 2 Chronicles 32:1\"4).","Sources":"Scofield 1967"},{"Date":"681-699 BC","Headline":"Assyrian king cuts off water of enemy","Conflict Type":"Weapon","Country":"Assyria","Region":"Western Asia","Description":"Esarhaddon, an Assyrian, refers to an earlier period when gods, angered by insolent mortals, created destructive floods. According to inscriptions recorded during his reign, Esarhaddon besieges Tyre, cutting off food and water.","Sources":"Hatami and Gleick 1994"},{"Date":"669-626 BC","Headline":"Assyrian king dries up enemy's wells","Conflict Type":"Weapon","Country":"Assyria","Region":"Western Asia","Description":"Ashurbanipal's inscriptions also refer to a siege against Tyre, although scholars attribute it to Esarhaddon. In campaigns against both Arabia and Elam in 645 B.C., Ashurbanipal, son of Esarhaddon, dries up wells to deprive Elamite troops. He also guards wells from Arabian fugitives in an earlier Arabian war. On his return from victorious battle against Elam, Ashurbanipal floods the city of Sapibel, and ally of Elam. According to inscriptions, he dams the Ulai River with the bodies of dead Elamite soldiers and deprives dead Elamite kings of their food and water offerings.","Sources":"Hatami and Gleick 1994"},{"Date":"612 BC","Headline":"Khosr River diverted by Babylonians","Conflict Type":"Weapon","Country":"Assyria","Region":"Western Asia","Description":"A coalition of Egyptian, Median (Persian), and Babylonian forces attacks and destroys Nineveh, the capital of Assyria. Nebuchadnezzar's father, Nabopolassar, leads the Babylonians. The converging armies divert the Khosr River to create a flood, which allows them to elevate their siege engines on rafts.","Sources":"Hatami and Gleick 1994"},{"Date":"605-562 BC","Headline":"Nebuchadnezzar uses Euphrates River as defense","Conflict Type":"Weapon","Country":"Babylon","Region":"Western Asia","Description":"Nebuchadnezzar builds immense walls around Babylon, using the Euphrates and canals as defensive moats surrounding the inner castle.","Sources":"Hatami and Gleick 1994"},{"Date":"590-600 BC","Headline":"Athens poisons enemies' water","Conflict Type":"Weapon","Country":"Greece","Region":"Southern Europe","Description":"Athenian legislator Solon reportedly has roots of helleborus thrown into a small river or aqueduct leading from the Pleistrus River to Cirrha during a siege of this city. The enemy forces become violently ill and are defeated as a result. Some accounts have Solon building a dam across the Plesitus River cutting off the city's water supply. Such practices are widespread.","Sources":"Absolute Astronomy n.d."},{"Date":"6th Century BC","Headline":"Assyrians poison wells of enemies","Conflict Type":"Weapon","Country":"Assyria","Region":"Western Asia","Description":"Assyrians poison the wells of their enemies with rye ergot.","Sources":"Eitzen and Takafuji 1997"},{"Date":"596 BC","Headline":"The use of water as a weapon in the ancient Middle East","Conflict Type":"Weapon","Country":"Unknown","Region":"Western Asia","Description":"Nebuchadnezzar breaches the aqueduct that supplies the city of Tyre in order to end a long siege.","Sources":"Lorenz and Shaver 2003"},{"Date":"558-528 BC","Headline":"Cyrus diverts the Diyalah River","Conflict Type":"Weapon","Country":"Babylon","Region":"Western Asia","Description":"On his way from Sardis to defeat Nabonidus at Babylon, Cyrus faces a powerful tributary of the Tigris, probably the Diyalah. According to Herodotus' account, the river drowns his royal white horse and presents a formidable obstacle to his march. Cyrus, angered by the \"insolence\" of the river, halts his army and orders them to cut 360 canals to divert the river's flow. Other historians argue that Cyrus needed the water to maintain his troops on their southward journey, while another asserts that the construction was an attempt to win the confidence of the locals.","Sources":"Hatami and Gleick 1994"},{"Date":"539 BC","Headline":"Cyrus diverts the Euphrates","Conflict Type":"Weapon","Country":"Babylon","Region":"Western Asia","Description":"According to Herodotus, Cyrus invades Babylon by diverting the Euphrates above the city and marching troops along the dry riverbed. This popular account describes a midnight attack that coincided with a Babylonian feast.","Sources":"Hatami and Gleick 1994"},{"Date":"430 BC","Headline":"Spartans poison cisterns of Piraeus","Conflict Type":"Weapon","Country":"Greece","Region":"Southern Europe","Description":"During the second year of the Peloponnesian War, a plague breaks out in Athens. The Spartans are accused of poisoning the cisterns of the Piraeus, the source of most of Athens' water.","Sources":"Tschanz 2006"},{"Date":"424 BC","Headline":"Water as a weapon in the battle of Delium, 424 BC","Conflict Type":"Weapon","Country":"Greece","Region":"Southern Europe","Description":"In the battle of Delium, the Athenians are at war with the Theban Confederacy. It is a custom at that time not to damage sacred areas, such as the waters at the Delium temple. In this conflict, however, the Athenians foul the temple waters and destroy local vineyards and agricultural fields for a short-term military advantage.","Sources":"Hanson 1995"},{"Date":"355-323 BC","Headline":"Alexander tears down Persian dams","Conflict Type":"Casualty","Country":"Babylon","Region":"Western Asia","Description":"Returning from the razing of Persepolis, Alexander proceeds to India. After the Indian campaigns, he heads back to Babylon via the Persian Gulf and the Tigris, where he tears down defensive weirs that the Persians had constructed along the river. The Greek historian Arrian describes Alexander's disdain for the Persians' attempt to block navigation, which he saw as \"unbecoming to men who are victorious in battle.","Sources":"Hatami and Gleick 1994"},{"Date":"210 BC","Headline":"Parthian king Arsaces III destroys water supply system","Conflict Type":"Casualty","Country":"Unknown","Region":"Southern Asia","Description":"Around 210 BC, Arsaces III, one of the Parthian kings, destroys qanats (underground channels) in order to make it difficult for the attacking army of Seleucid Antiochus to advance toward the Parthian capital, Hecatompylos.","Sources":"Angelakis et al 2016"}]