[{"Date":"1998/1994","Headline":"Arizonan hacks water facility","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"The Washington Post reports that a 12-year old computer hacker broke into the SCADA computer system that runs Arizona's Roosevelt Dam, giving him complete control of the dam's massive floodgates. The cities of Mesa, Tempe, and Phoenix, Arizona are downstream of this dam. This report turns out to be incorrect. A hacker did break into the computers of an Arizona water facility, the Salt River Project in the Phoenix area. But he was 27, not 12, and the incident occurred in 1994, not 1998. And while clearly trespassing in critical areas, the hacker never could have had control of any dams, leading investigators to conclude that no lives or property were ever threatened.","Sources":"Gellman 2002"},{"Date":1995,"Headline":"Ecuador, Peru fight over Cenepa River","Conflict Type":"Trigger","Country":"Ecuador, Peru","Region":"Latin America and the Ca","Description":"Armed skirmishes arise in part because of disagreement over the control of the headwaters of Cenepa River. Wolf argues that this is primarily a border dispute simply coinciding with location of a water resource.","Sources":"Samson and Charrier 1997"},{"Date":1996,"Headline":"Orma and Degodia clans wage war over scarce resources in Kenya","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"The Orma and Degoodi clans wage war over grazing land and water due to a severe drought, with 10 fatalities.","Sources":"Salehyan et al 2014"},{"Date":1997,"Headline":"Malaysia threatens to cut Singapore's water","Conflict Type":"Weapon","Country":"Singapore, Malaysia","Region":"Southeast Asia","Description":"Malaysia supplies about half of Singapore's water and in 1997 threatened to cut off that supply in retribution for criticisms by Singapore of policy in Malaysia.","Sources":"Zachary 1997"},{"Date":1997,"Headline":"Uzbekistani troops guard reservoirs along border","Conflict Type":"Trigger, Weapon","Country":"Kyrgyzstan, Uzbekistan","Region":"Central Asia","Description":"Continued serious water tensions between Kyrgyzstan and Uzbekistan lead to the deployment of 130,000 Uzbekistani troops on the Kyrgyz border to guard reservoirs straddling the two countries. Uzbekistan accuses Kyrgyzstan of releasing too much water from the Toktogul reservoir. Kyrgyzstan, through media leak, hints that in case the reservoir would be blown up, the resulting flood would sweep away Uzbekistan's Ferghana and Zeravshan Valleys.","Sources":"Votrin 2003"},{"Date":1997,"Headline":"Uzbekistan cuts downstream flow to Kazakhstan","Conflict Type":"Weapon","Country":"Uzbekistan, Kazakhstan","Region":"Central Asia","Description":"Uzbekistan raises regional tensions by cutting off 70 percent of flow downstream, threatening 100,000 hectares and prompting a riot by Kazakh farmers.","Sources":"Hogan 2000a"},{"Date":1997,"Headline":"Protests against plans to privatise water and sanitation services","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Congress of South African Trade Unions, South African Municipal Workers Union and the South African Communist Party marched on the Nelspruit council to protest against plans to privatise water and sanitation services.","Sources":"Raleigh et al N.D. I.D. 5569692"},{"Date":1997,"Headline":"Waterworks are sabotaged by armed groups","Conflict Type":"Casualty","Country":"Mozambique","Region":"Sub-Saharan Africa","Description":"In Mozambique, unidentified armed groups sabotage waterworks and burn houses of civilians.","Sources":"Raleigh et al N.D. I.D. 5014627"},{"Date":1997,"Headline":"Protest against water prices","Conflict Type":"Trigger","Country":"Mauritania","Region":"Sub-Saharan Africa","Description":"The Mauritania government breaks up protests of water and electricity prices.","Sources":"Raleigh et al N.D. I.D. 5014583, 5014584"},{"Date":1997,"Headline":"Police prevent students from protesting the lack of water on campus","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"Three students are seriously wounded in a clash with police at the University of Ibadan in Nigeria. Police are preventing students from protesting the lack of water and electricity on campus.","Sources":"Raleigh et al N.D. I.D. 5286570"},{"Date":1998,"Headline":"Guerillas threaten Tajikistan dam","Conflict Type":"Casualty","Country":"Tajikistan","Region":"Central Asia","Description":"Tajik guerrilla commander Makhmud Khudoberdyev threatens to blow up a dam on the Kairakum channel if his political demands are not met.","Sources":"World Rivers Review (WRR) 1998"},{"Date":1998,"Headline":"Angolan rebels, government fight at dam","Conflict Type":"Casualty","Country":"Angola","Region":"Sub-Saharan Africa","Description":"In September 1998, fierce fighting between UNITA and Angolan government forces broke out at Gove Dam on the Kunene River for control of the installation.","Sources":"Meissner 2001"},{"Date":1998,"Headline":"Congo rebels attack dam","Conflict Type":"Casualty","Country":"Democratic Republic of Congo","Region":"Sub-Saharan Africa","Description":"Attacks on Inga Dam during efforts to topple President Kabila. Disruption of electricity supplies from Inga Dam and water supplies to Kinshasa, Congo.","Sources":"Chenje 2001"},{"Date":1998,"Headline":"War between Eritrea and Ethiopia includes destruction of water systems","Conflict Type":"Casualty","Country":"Eritrea, Ethiopia","Region":"Sub-Saharan Africa","Description":"During the war with Ethiopia in 1998, many water supply systems in the mountainous region of Debub and Gash Barka in Eritrea are destroyed.","Sources":"International Committee of the Red Cross (ICRC) 2009"},{"Date":1998,"Headline":"Attack on water system in Algeria","Conflict Type":"Casualty","Country":"Algeria","Region":"Northern Africa","Description":"A bomb placed by a group suspected to be affiliated with an extremist Islamic insurgency detonates near the Sidi Khaled water tower, damaging a two-meter section of pipe.","Sources":"A.B. 1998"},{"Date":1998,"Headline":"Major Puerto Rican aqueduct project is attacked","Conflict Type":"Trigger, Casualty","Country":"Puerto Rico","Region":"Latin America and the Ca","Description":"A group called the Boricua Popular Army (Macheteros) claimes responsibility for the bombing of a major aqueduct construction project in Puerto Rico, stating the attack is the initiation of an effort to defend Puerto Rico's natural resources from the government. The explosion causes significant damage to the project.","Sources":"US Department of Justice 1998"},{"Date":"1998-1999","Headline":"Wells contaminated during Kosovo war","Conflict Type":"Casualty","Country":"Kosovo","Region":"Southern Europe","Description":"Contamination of water supplies/wells by Serbs disposing of bodies of Kosovar Albanians in local wells. Other reports of Yugoslav federal forces poisoning wells with carcasses and hazardous materials.","Sources":"Schwartz 1999"},{"Date":"1998-2000","Headline":"Water plants destroyed in Ethiopia-Eritrea war","Conflict Type":"Casualty","Country":"Eritrea, Ethiopia","Region":"Sub-Saharan Africa","Description":"Water pumping plants and pipelines in the border town of Adi Kuala are destroyed during the civil war between Eritrea and Ethiopia.","Sources":"International Committee of the Red Cross (ICRC) 2003"},{"Date":1998,"Headline":"Militant attacks on water supplies leave one dead and many villages without water","Conflict Type":"Casualty","Country":"Georgia","Region":"Western Asia","Description":"Over the course of a few days, militant groups in the Abkhazia region of Georgia attack and damage numerous water supply structures, leaving at least twelve villages without water. In addition, one person who is thought to be responsible for the placement of an explosive device on a water tower is killed when the device detonates.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Oil pipeline dynamited, contaminating drinking water source for 200 families","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"The Ca?o Lim?n?Cove?as oil pipeline owned by Colombia Petroleum Enterprise is dynamited, causing oil to spill into the La Gritane stream, which supplies drinking water to approximately 200 families in rural Colombia .","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"}]