[{"Date":1998,"Headline":"A water tower is bombed","Conflict Type":"Casualty","Country":"Algeria","Region":"Northern Africa","Description":"The Sidi Khaled water tower, which overlooks Tiaret, Algeria, is bombed. Four other similar attacks are cited in Hassi R'mel, Ouled, Tolba, and Arzew.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Attacks on water supplies during the Kosovo War leave tens of thousands without water","Conflict Type":"Casualty","Country":"Albania","Region":"Southern Europe","Description":"During the Kosovo War (February 1998-June 1999), several attacks over the course of two days leave tens of thousands of Albanians without water. The first attack on February 21, 1998 destroys a main waterline for the town of Kuk?s, Albania and 15 other villages. The second attack happens on February 22, 18 km away at Kolesjan village.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Water line attack leaves 11 communities without water","Conflict Type":"Casualty","Country":"Israel","Region":"Western Asia","Description":"Eleven communities in the Negev area of Israel are left without water after a main water line is attacked by an unknown group.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Water pipeline connecting a marshland with an oil facility attacked","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"A water pipeline that delivers water from San Silvestre marshland to the Ecopetrol Industrial Complex is attacked. The Revolutionary Armed Forces of Colombia (FARC) is presumed responsible.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Pipeline destroyed in attempt to pressure government to build water and power systems","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Yemeni tribesmen, thought to be from the Jahm tribe, attack and destroy a pipeline in the Marib province in order to pressure the national government to build water distribution systems and power plants in their region.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1998,"Headline":"Water supply to Kukes, Albania and surrounding villages is shut off after an unnamed chemical agent is discovered","Conflict Type":"Weapon","Country":"Albania","Region":"Southern Europe","Description":"A chemical agent is discovered in the main waterline supplying the city of Kukes, Albania. The water supply is shut-off, impacting Kukes and the surrounding villages.","Sources":"Mohtadi and Murshid 2006"},{"Date":1998,"Headline":"Clashes between rival tribes over water","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"Clashes between rival tribes (Rezaigat and Massalit) over water and grazing rights leave more than 100 people dead and about 45 villages gutted in West Darfur, Sudan.","Sources":"Raleigh et al N.D. I.D. 5328198"},{"Date":1998,"Headline":"Four people are hospitalized after drinking poisoned water","Conflict Type":"Weapon","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"Four people are hospitalised after drinking water that is poisoned with acid and sold in plastic containers at the 28 September Stadium in Guinea, where the President held a final campaign rally.","Sources":"Raleigh et al N.D. I.D. 5270449"},{"Date":1999,"Headline":"Zambia water cut off","Conflict Type":"Casualty","Country":"Zambia","Region":"Sub-Saharan Africa","Description":"Bomb blast destroyed the main water pipeline, cutting off water for the city of Lusaka, population 3 million.","Sources":"Financial Times Global Water Report (FTGWR) 1999"},{"Date":1999,"Headline":"NATO targets dam in Kosovo","Conflict Type":"Casualty","Country":"Yugoslavia","Region":"Southern Europe","Description":"Belgrade reports that NATO planes had targeted a hydroelectric plant during the Kosovo campaign.","Sources":"Sadler and Clancy 1999"},{"Date":1999,"Headline":"Injuries at protest in Bangladesh","Conflict Type":"Trigger","Country":"Bangladesh","Region":"Southern Asia","Description":"Fifty people are hurt during strikes called to protest power and water shortages. Protests are led by former Prime Minister Begum Khaleda Zia over decrease in public services and deterioration of law and order.","Sources":"Ahmed 1999"},{"Date":1999,"Headline":"NATO strikes water facilities in Yugoslavia","Conflict Type":"Casualty","Country":"Yugoslavia","Region":"Southern Europe","Description":"NATO targets utilities and shuts down water supplies in Belgrade. NATO bombs bridges on Danube, disrupting navigation.","Sources":"Reuters 1999a"},{"Date":1999,"Headline":"Yugoslavia refuses to clear river debris","Conflict Type":"Weapon","Country":"Yugoslavia","Region":"Southern Europe","Description":"Yugoslavia refuses to clear war debris on Danube (downed bridges) unless financial aid for reconstruction is provided; European countries on Danube fear flooding due to winter ice dams will result. Diplomats decry environmental blackmail.","Sources":"Simons 1999"},{"Date":1999,"Headline":"Serbs cut off water to Pristina","Conflict Type":"Casualty","Country":"Kosovo","Region":"Southern Europe","Description":"Serbian engineers shut down water system in Pristina prior to occupation by NATO.","Sources":"Reuters 1999b"},{"Date":1999,"Headline":"Bomb plot at South Africa reservoir","Conflict Type":"Weapon, Casualty","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"A home-made bomb is discovered at a water reservoir at Wallmansthal near Pretoria. It is thought to have been meant to sabotage water supplies to farmers.","Sources":"Pretoria Dispatch Online 1999"},{"Date":1999,"Headline":"100 bodies found in Angolan wells","Conflict Type":"Casualty","Country":"Angola","Region":"Sub-Saharan Africa","Description":"One hundred bodies are found in four drinking water wells in central Angola.","Sources":"International Herald Tribune 1999"},{"Date":1999,"Headline":"Puerto Ricans protest US Navy's water use","Conflict Type":"Trigger, Casualty","Country":"Puerto Rico, United States","Region":"North America","Description":"Protesters blocked water intake to Roosevelt Roads Navy Base in opposition to US military presence and Navy's use of the Blanco River, following chronic water shortages in neighboring towns.","Sources":"New York Times, The 1999"},{"Date":1999,"Headline":"Chinese farmers fight over water","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"Around the Chinese New Year, farmers from Hebei and Henan Provinces fight over limited water resources. Heavy weapons, including mortars and bombs, are used and nearly 100 villagers are injured. Houses and facilities are damaged and the total loss reaches one million $US.","Sources":"China Water Resources Daily 2002"},{"Date":1999,"Headline":"Indonesian militia dump bodies in wells in East Timor","Conflict Type":"Casualty","Country":"East Timor, Indonesia","Region":"Southeast Asia","Description":"Militia opposing East Timor independence kills pro-independence supporters and throws bodies in water well.","Sources":"British Broadcasting Corporation (BBC) 1999"},{"Date":1999,"Headline":"Villagers killed in Yemen water clash","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Yemen sends 700 soldiers to quell fighting that claims six lives and injured 60 others in clashes that erupt between two villages fighting over a local spring near Taiz. The village of Al-Marzuh believes it is entitled to exclusive use of a spring because it is located on their land; the neighboring village of Quradah believes their right to the water was affirmed in a 50-year-old court verdict. The dispute erupts in violence. President Ali Abdullah Saleh intervenes by summoning the sheikhs of the two villages to the capital, and sorts out the problem by dividing the water into halves.","Sources":"Al-Qadhi 2003"}]