[{"Date":1999,"Headline":"Water riots in Gujarat, India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Three people die and 20 are injured in December 1999 in Falla, Gujarat when the police open fire on 300 people protesting against the state government's decision to reserve water from the nearby Kankavati Dam for Jamnagar a neighboring town. The dam had become the only source of water for about 60 villages near Falla, and shortages and overdraft of groundwater contribute to a water crisis.","Sources":"Financial Times Global Water Report (FTGWR) 2000"},{"Date":1999,"Headline":"Tajikistan releases water from Kairakum reservoir","Conflict Type":"Weapon","Country":"Tajikistan, Kazakhstan, Kyrgyzstan","Region":"Central Asia","Description":"In summer 1999, Tajikistan releases 700 million cubic meters of water from the Kairakum reservoir without warning its downstream neighbors. Among other effects, this cuts water to cotton crops in southern Kazakhstan, causing significant losses to farmers. At the same time, Kyrgyzstan cuts flows to southern Kazakhstan in retaliation for Kazakhstan's failure to supply coal under barter agreements.","Sources":"Hogan 2000b"},{"Date":1999,"Headline":"Petrochemical and fertiizer factors attacked by NATO, leading to contamination of the Danube River","Conflict Type":"Casualty","Country":"Yugoslavia","Region":"Southern Europe","Description":"NATO attacks petrochemical and fertilizer factories in Pancevo, Serbia, claiming they are \"dual use,\" producing chemicals and parts for both military and civilian uses. The attack leads to the extensive release of ammonia, ethylene dichloride, and other chemicals into the Danube River and contaminates the city's water supply.","Sources":"Schmetzer 1999"},{"Date":1999,"Headline":"Water pipeline in Zambia is bombed.","Conflict Type":"Casualty","Country":"Zambia","Region":"Sub-Saharan Africa","Description":"A water pipeline is bombed along the Great North Road in Lusaka, Zambia. No group claims responsibility for the attack, however the National Union for the Total Independence of Angola is suspected of placing the bomb. This attack coincides with four other area bombings on the same day.","Sources":"Agence France-Presse (AFP) 1999"},{"Date":1999,"Headline":"Water supply pipeline is attacked in France","Conflict Type":"Casualty","Country":"France","Region":"Western Europe","Description":"Explosives are placed along a water supply pipeline by the Comit? R?gional d'Action Viticole in France. No injuries to people are reported.","Sources":"France-Inter Radio Network 1999"},{"Date":1999,"Headline":"Water tanker in Istanbul is attacked.","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"A water tank is damaged from a petrol bomb thrown by unknown assailants in Istanbul, Turkey.","Sources":"Anatolia 1999"},{"Date":"1999-2000","Headline":"African nations fight over Zambezi island","Conflict Type":"Trigger","Country":"Namibia, Botswana, Zambia","Region":"Sub-Saharan Africa","Description":"Namibia and Botswana engage in a territorial dispute over Sedudu Island, or Kasikili Island, in the Zambezi River, or Chobe River, related to the location of the border and access to water. The International Court of Justice rules in favor of Botswana in 1999.","Sources":"International Court of Justice 1999"},{"Date":1999,"Headline":"Bombs damage water, power, and Angolan Embassy in Lusaka","Conflict Type":"Casualty","Country":"Zambia","Region":"Sub-Saharan Africa","Description":"Sixteen bombs are reported to have exploded throughout the city of Lusaka, Zambia, with damage targeted at water pipes, power lines, and the Angolan Embassy. At least one person is killed and two are injured. Many people are without water and power for many days after the explosions. No one claims responsibility for the bombs, however, it is speculated that the attackers were seeking to discredit the Zambian government by causing chaos.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1999,"Headline":"Multiple attacks on utilities, including water, in one day","Conflict Type":"Casualty","Country":"France","Region":"Western Europe","Description":"Reports find at least three attacks on utilities in the H?rault area, including one that damaged a water supply pipeline.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1999,"Headline":"Bomb explodes on an island, cutting off water supply","Conflict Type":"Casualty","Country":"France","Region":"Western Europe","Description":"A bomb explodes on the island of Cavallo, off the coast of Corsica, causing a disruption to the local water supply. The attack was likely by the National Liberation Front of Corsica (FLNC) which seeks independence from France.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1999,"Headline":"NATO targets water plants","Conflict Type":"Casualty","Country":"Yugoslavia","Region":"Eastern Europe","Description":"Water processing plants are targeted, among other structures, in an air attack on Yugoslavia during the Kosovo War.","Sources":"Wikipedia 2018"},{"Date":1999,"Headline":"Bomb thrown at a municipal water tank causes significant damage","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"A bomb thrown at a municipal water tank in Istanbul causes significant damage in the surrounding area.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1999,"Headline":"Water cooler spiked with chemical agent sickens seven law students","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"A water cooler spiked with potassium cyanide sickens 7 law school students in Springfield, Massachusetts. Swastika-like graffiti around the water cooler draws speculation about the attacker.","Sources":"Mohtadi and Murshid 2006"},{"Date":1999,"Headline":"Fighting breaks out over the use of a watering hole","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"Malian herdsmen in Missira-Samoura refuse to allow a horseman from Mauritania to use a watering hole. The Mauritanian horseman rides off and returns to the village with other men. Fighting breaks out and results in two people being killed.","Sources":"Raleigh et al N.D. I.D. 5281066"},{"Date":1999,"Headline":"Clashes between two villages over the control of a water hole","Conflict Type":"Trigger","Country":"Mauritania","Region":"Sub-Saharan Africa","Description":"Clashes break out between the village of Djigueni and Missira in Mauritania over the control of a water hole for cattle. Clashes over water rights are common during the dry season.","Sources":"Raleigh et al N.D. I.D. 5005903"},{"Date":1999,"Headline":"Luanda is without water because of conflict","Conflict Type":"Casualty","Country":"Angola","Region":"Sub-Saharan Africa","Description":"In Angola, the National Union for the Total Independence of Angola attacks and occupies Catete, leaving Luanda without water. Addionally eight civilians and two FAA are killed and many others are captured.","Sources":"Raleigh et al N.D. I.D. 5557996"},{"Date":2000,"Headline":"Ethiopian killed in water fight","Conflict Type":"Trigger","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"One man stabbed to death during fight over clean water during famine in Ethiopia.","Sources":"Sandrasagra 2000"},{"Date":2000,"Headline":"Central Asian nations cut off water to neighbors","Conflict Type":"Weapon","Country":"Kyrgyzstan, Kazakhstan, Uzbekistan","Region":"Central Asia","Description":"Kyrgyzstan cuts off water to Kazakhstan until coal is delivered; Uzbekistan cuts off water to Kazakhstan for non-payment of debt.","Sources":"Pannier 2000"},{"Date":2000,"Headline":"French workers pollute river over labor dispute","Conflict Type":"Casualty","Country":"France","Region":"Western Europe","Description":"In July, workers at the Cellatex chemical plant in northern France dump 5,000 liters of sulfuric acid into a tributary of the Meuse River after they are denied workers' benefits. A French analyst points out that this is the first time \"the environment and public health were made hostage in order to exert pressure, an unheard-of situation until now.","Sources":"Christian Science Monitor 2000"},{"Date":2000,"Headline":"Violent conflict in Afghanistan","Conflict Type":"Trigger","Country":"Afghanistan","Region":"Southern Asia","Description":"Violent conflicts break out over water resources in the villages Burna Legan and Taina Legan, and in other parts of the region, as drought depleted local resources.","Sources":"Cooperation Center for Afghanistan 2000"}]