[{"Date":2000,"Headline":"Riots over privatization in Cochabamba, Bolivia","Conflict Type":"Trigger","Country":"Bolivia","Region":"Latin America and the Ca","Description":"Massive protests, riots, and violence result from efforts to privatize the water system of Cochabamba, Bolivia.","Sources":"Shultz and Draper 2009"},{"Date":2000,"Headline":"Terrorist drill gets out of hand in California","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"A drill simulating a terrorist attack on the Nacimiento Dam in Monterey County, California got out of hand when two radio stations reported it as a real attack.","Sources":"Gaura 2000"},{"Date":2000,"Headline":"Kenyans battle monkeys for drought relief","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"A clash between villagers and thirsty monkeys leaves eight apes dead and ten villagers wounded. The duel starts after water tankers bring water to a drought-stricken area and monkeys desperate for water attack the villagers.","Sources":"British Broadcasting Corporation (BBC) 2000"},{"Date":2000,"Headline":"Australian hacker causes sewage spills","Conflict Type":"Weapon","Country":"Australia","Region":"Australia and New Zealand","Description":"In Queensland, Australia, police arrest a man for using a computer and radio transmitter to take control of the Maroochy Shire wastewater system and release sewage into parks, rivers, and property.","Sources":"Gellman 2002"},{"Date":2000,"Headline":"Riots in northern China","Conflict Type":"Trigger, Casualty","Country":"China","Region":"Eastern Asia","Description":"Civil unrest erupts over use and allocation of water from Baiyang Lake, the largest natural lake in northern China. Several people die in riots by villagers in July 2000 in Shandong after officials cut off water supplies. In August 2000, six die when officials in the southern province of Guangdong blow up a water channel to prevent a neighboring county from diverting water.","Sources":"Pottinger 2000"},{"Date":2000,"Headline":"Regional drought heightens tensions in Ethiopia and Kenya","Conflict Type":"Trigger","Country":"Ethiopia, Kenya","Region":"Sub-Saharan Africa","Description":"The Ethiopian government says that regional drought worsens traditional conflicts at watering points and over access to pasture. The tensions are heightened by the presence of the Oromo Liberation Front (OLF), an Ethiopian armed opposition group said to be operating from Kenyan territory near the common border.","Sources":"Norwegian Refugee Council/Global IDP Project 2002"},{"Date":2000,"Headline":"Aqueduct in Colombia is attacked.","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"A bombing attempt occurs at an aqueduct in Colombia. The bomb does not detonate. The National Liberation Army is suspected in the attempt.","Sources":"Agence France-Presse (AFP) 2000"},{"Date":2000,"Headline":"Water company is bombed to demand release of prisoners","Conflict Type":"Casualty","Country":"France","Region":"Western Europe","Description":"A water company office in Ustaritz, France is damaged by a bomb thought to be placed in support of a group called the Basque Fatherland and Freedom (aka ETA). The attackers leave writing on the wall in the building demanding the release of ETA prisoners.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2000,"Headline":"Luxury home burned to protest impact on watershed","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"The Earth Liberation Front (ELF) claims responsibility for setting a luxury home under construction on fire. Their written statement says they targeted the home because of its location in the Lake Monroe watershed, a drinking water supply for the town of Bloomington, Indiana, which is in jeopardy from urban sprawl.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2000,"Headline":"Settlers attack a village in Palestine, injuring civilians and cutting water supply","Conflict Type":"Casualty","Country":"Palestine","Region":"Western Asia","Description":"In a village in Palestine, three Palestinians are injured by gunshots from Israeli settlers. The same settlers also cut the water supply to the village by damaging the pipes.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2000,"Headline":"Israeli settlers are accused of intentionally releasing sewage to contaminate Palestinian agricultural fields in the West Bank","Conflict Type":"Weapon","Country":"Palestine","Region":"Western Asia","Description":"Israeli settlers from Efrat are blamed for deliberately releasing sewer water into Palestinian agricultural fields in the West Bank.","Sources":"Mohtadi and Murshid 2006"},{"Date":2000,"Headline":"Water supply tank for a condominium in Singapore deliberately contaminated","Conflict Type":"Weapon","Country":"Singapore","Region":"South-eastern Asia","Description":"A water supply tank is deliberately poisoned with kerosene and turpentine. Residents of the condominium complex in Singapore discover the contamination from the odor of their water.","Sources":"Mohtadi and Murshid 2006"},{"Date":2000,"Headline":"A man is arrested for attempted poisoning of community water supply in Turkey","Conflict Type":"Weapon","Country":"Turkey","Region":"Western Asia","Description":"A man is arrested for attempted poisoning of the water supply for the village of Kurusaray, Turkey.","Sources":"Mohtadi and Murshid 2006"},{"Date":2000,"Headline":"Water storage facility is destroyed","Conflict Type":"Casualty","Country":"Eritrea","Region":"Sub-Saharan Africa","Description":"Eritrea accuses Ethiopia of bombing the Red Sea port at Assab, saying several bombs are dropped on Assab, destroying a water storage facility on the outskirts of the town.","Sources":"Raleigh et al N.D. I.D. 5267507"},{"Date":2000,"Headline":"Students riot to protest water shortages","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Students riot to protest water shortages in Kenya.","Sources":"Raleigh et al N.D. I.D. 5273804, 5001531"},{"Date":2000,"Headline":"Moroccean army destroys wells","Conflict Type":"Casualty","Country":"Morocco","Region":"Northern Africa","Description":"Units of the Moroccan army destroy the wells situated in the municipalities of Guelta and Boujdour. Citizens usually use these wells to provide water for their sheep in the summer.","Sources":"Raleigh et al N.D. I.D. 5001292, 5001293"},{"Date":2000,"Headline":"Clashes between rioters and police over water shortages","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Sudanese rioters who are protesting against the failure of schools to reopen as well as water and electricity shortages clash with police who intervene to quell the riot. At least one student is killed and many are injured.","Sources":"Raleigh et al N.D. I.D. 5576946"},{"Date":2001,"Headline":"Palestinians destroy water supply to Israeli settlements","Conflict Type":"Casualty","Country":"Israel, Palestine","Region":"Western Asia","Description":"Palestinians destroy water supply pipelines to the West Bank settlement of Yitzhar and to Kibbutz Kissufim. The Agbat Jabar refugee camp near Jericho disconnects from its water supply after Palestinians loot and damage local water pumps. Palestinians accuse Israel of destroying a water cistern, blocking water tanker deliveries, and attacking materials for a wastewater treatment project.","Sources":"Israel Line 2001a"},{"Date":2001,"Headline":"Unrest over shortages in Pakistan","Conflict Type":"Trigger","Country":"Pakistan","Region":"Southern Asia","Description":"Civil unrest over severe water shortages caused by the long-term drought. Protests began in March and April and continued into summer. Riots, four bombs in Karachi (June 13), one death, 12 injuries, 30 arrests. Ethnic conflicts as some groups \"accuse the government of favoring the populous Punjab province [over Sindh province] in water distribution.'","Sources":"Nadeem 2001"},{"Date":2001,"Headline":"Water cut off in Macedonian conflict","Conflict Type":"Weapon, Casualty","Country":"Macedonia","Region":"Southern Europe","Description":"Water flow to Kumanovo (population 100,000), Macedonia cut off for 12 days in conflict between ethnic Albanians and Macedonian forces. Valves of Glaznja and Lipkovo Lakes damaged.","Sources":"Agence France-Presse (AFP) 2001"}]