[{"Date":2001,"Headline":"Chinese protestors block canal","Conflict Type":"Trigger, Weapon","Country":"China","Region":"Eastern Asia","Description":"In an act to protest the destruction of fisheries from uncontrolled water pollution, fishermen in northern Jiaxing City, Zhejiang Province, dam a large industrial wastewater canal for 23 days. The wastewater discharges into the neighboring Shengze Town, Jiangsu Province, killing fish and threatening public health.","Sources":"China Ministry of Water Resources 2001"},{"Date":2001,"Headline":"Philippine water poisoned","Conflict Type":"Weapon","Country":"Philippines","Region":"Southeast Asia","Description":"The militant Islamist separatist group Abu Sayyaf threatens to poison the water supply in Isabela, a mainly Christian town on Basilan Island in the country's south. In October, residents in six nearby villages are suspected for contamination due to water that smelled like gasoline. Local officials respond by closing pipelines and bringing in drinking water by truck. In the months following the 9/11 attacks on New York, numerous false alarms of terrorist activity are reported around the world.","Sources":"World Environment News 2001"},{"Date":2001,"Headline":"US bombs Afghan powerhouse","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"American forces bomb the hydroelectric facility at Kajaki Dam in Helmand province of Afghanistan, cutting off electricity for the city of Kandahar. The dam itself is not targeted.","Sources":"British Broadcasting Corporation (BBC) 2001"},{"Date":2001,"Headline":"Deadly fight between Kenyan herders and farmers","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"At least 130 people are killed in a string of clashes between Pokomo farmers and Orma, semi-nomadic cattle herders over access to land and river water.","Sources":"Agence France-Presse (AFP) 2012a"},{"Date":2001,"Headline":"Nepali soldiers stop rebels from targeting drinking water supplies","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"According to the Nepal Defence Ministry, soldiers repulse attempts by rebels to blow up the sources of Kathmandu's drinking water supplies at Shivapuri and Sundarijal. No details of these incidents are given.","Sources":"South Asian Intelligence Review 2001"},{"Date":2001,"Headline":"Kyrgyzstan charges downstream countries for water","Conflict Type":"Trigger","Country":"Kyrgyzstan, Uzbekistan","Region":"Central Asia","Description":"In June 2001, the Kyrgyz parliament adopts a law classifying water as a commodity and announces that downstream countries would be charged for water. In response, Uzbekistan cuts off all deliveries of natural gas to Kyrgyzstan and accuses Kyrgyzstan of failing to honor an agreement to provide Uzbekistan with water in return for oil and gas.","Sources":"Hogan 2000a"},{"Date":2001,"Headline":"Taliban cuts off vital water supply to Iran","Conflict Type":"Weapon","Country":"Iran, Afghanistan","Region":"Southern Asia","Description":"During a 2001 drought, Taliban authorities cut off the flow of the Helmand River between Afghanistan and Sistan-Baluchestan, Iran, which relies on the Helmand as its only source of irrigation. The Iranian government allegedly responds by entering Afghanistan and building a series of diversion canals to restore flows. A 1973 water agreement between the two countries is never ratified and both Iran and Afghanistan have reported violations.","Sources":"Karimi and Hulpachova 2015"},{"Date":2001,"Headline":"Fight over control of a water supply reservoir","Conflict Type":"Trigger","Country":"Macedonia, Albania","Region":"Southern Europe","Description":"Macedonians and native Albanians in the border village of Radusa fight to control the water reservoir that supplies water to Skopje, the nation's capital.","Sources":"Fisher 2001"},{"Date":2001,"Headline":"Bombing disrupts Lebanese water supplies","Conflict Type":"Casualty","Country":"Lebanon","Region":"Western Asia","Description":"Water supplies to more than 20 towns are disrupted after a bomb explodes near the town of Baalbek in Lebanon.","Sources":"FBIS 2001"},{"Date":2001,"Headline":"Two leaders of a water utility labor union assassinated","Conflict Type":"Trigger","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"The president of the Codazzi Waterworks Labor Union, Aldo Mejia Martinez, is shot and killed by five unidentified people. Six months later, his successor, Engeniano S?nchez D?az, is also murdered. The murders may be linked to a larger trend of homicides in Colombia of trade-union leaders and activists.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2001,"Headline":"A water tank car is destroyed by a landmine","Conflict Type":"Casualty","Country":"Russia","Region":"Eastern Europe","Description":"A water tank car is destroyed by a landmine in Grozny, Chechnya, Russia. A teenage girl is also wounded in the explosion.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200108140011"},{"Date":2001,"Headline":"Residents riot over cut of water supplies","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Residents riot when city officials cut of water supplies to 1000 homes who are defunct on their payment. Police move in and disperse the crowd with rubber bullets.","Sources":"Raleigh et al N.D. I.D. 4996607"},{"Date":2001,"Headline":"Twenty people are killed over access to fresh water","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Twenty people total are killed in clashes between Orma and Pokomo ethnic groups over access to fresh water in Kenya.","Sources":"Raleigh et al N.D. I.D. 5274186"},{"Date":2001,"Headline":"Protests over water shortages","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Angry protests take place in various communities of Ain Berda province, Algeria over gas, water and electricity shortages. Youths build barricades and block roads during these demonstrations.","Sources":"Raleigh et al N.D. I.D. 5241009"},{"Date":2001,"Headline":"Clashes between ethnic groups over access to water","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Clashes occur between Pokomo and Wordei ethnic groups over access to a water fresh source in Kenya.","Sources":"Raleigh et al N.D. I.D. 5274071, 5274070, 5274069, 5274068"},{"Date":2002,"Headline":"Nepal rebels blow up powerhouse","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"The Khumbuwan Liberation Front (KLF) blows up a 250 kilowatt hydroelectric powerhouse in Nepal's Bhojpur District, cutting off power to Bhojpur and surrounding areas. The damages take 6 months to repair and cost 10 million Rs (US $120,000). During 2002, Maoist rebels destroy more than seven micro-hydro projects, a water-supply intake, and supply pipelines to Khalanga in western Nepal.","Sources":"Kathmandu Post, The 2002"},{"Date":2002,"Headline":"Italy foils terror plot","Conflict Type":"Weapon","Country":"Italy","Region":"Southern Europe","Description":"Italian police arrest four Moroccans allegedly planning to contaminate the water supply system in Rome with a cyanide-based chemical, targeting buildings that included the United States embassy. Ties to Al-Queda are suggested.","Sources":"British Broadcasting Corporation (BBC) 2002"},{"Date":2002,"Headline":"Deadly clash in Kashmir, India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Two people are killed and 25 others injured in Kashmir when police fire at a group of villagers clashing over water sharing. The incident took place in Garend village in a dispute over sharing water from an irrigation stream.","Sources":"Agence France-Presse (AFP) 2002"},{"Date":2002,"Headline":"Terrorist targets water systems","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Papers seized during the arrest of a Lebanese Imam at a mosque in Seattle include \"instructions on poisoning water sources\" from a London-based al Qaeda recruiter. The FBI issue a bulletin to computer security experts around the country indicating that al-Qaeda terrorists may have been studying American dams and water-supply systems in preparation for new attacks. \"U.S. law enforcement and intelligence agencies have received indications that al-Qaeda members have sought information on Supervisory Control and Data Acquisition (SCADA) systems available on multiple SCADA-related Web sites,' reads the bulletin, according to SecurityFocus. \"They specifically sought information on water supply and wastewater management practices in the U.S. and abroad.","Sources":"McDonnell and Meyer 2002"},{"Date":2002,"Headline":"Colombian rebels bomb dam","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"Colombian rebels in January damage a gate valve in the dam that supplies most of Bogota's drinking water. Revolutionary Armed Forces of Colombia (FARC) detonate an explosive device planted on a German-made gate valve located inside a tunnel in the Chingaza Dam.","Sources":"Waterweek 2002"}]