[{"Date":"2002-2016","Headline":"Community opposition to a hydroelectric dam project in Ecuador results in numerous violent confrontations","Conflict Type":"Trigger","Country":"Ecuador","Region":"Latin America and the Caribbean","Description":"A hydroelectric dam project proposed for the Dulcepamba River in Ecuador is the target of local community opposition and protests are staged to block the project. Clashes between the local communities, hired security guards, and state police leave several protestors injured. The communities also receive violent threats from police. Two community members are arrested. In 2015 the construction of the hydroelectric dam begins, flooding properties and destroying farmland.","Sources":"Environmental Justice Atlas 2019"},{"Date":2002,"Headline":"Plot to poison water and food supplies reported by Russian special forces","Conflict Type":"Weapon","Country":"Russia","Region":"Eastern Europe","Description":"A plot by Chechen rebels to poison water and food supplies in Groznyy, Russia, is reported by Russian special forces.","Sources":"Mohtadi and Murshid 2006"},{"Date":2002,"Headline":"South African intelligence agency reports discovery of a plot by far right-wing nationalists to kill millions of black South Afr","Conflict Type":"Weapon","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"A major plot to kill millions of black South Africans living in the townships near Johannesburg is discovered by the South African National Intelligence Agency. The attackers are a group of far right-wing white South Africans. Their plans consist of contaminating water supplies by pouring an agricultural chemical into reservoirs that supply four townships.","Sources":"Mohtadi and Murshid 2006"},{"Date":2002,"Headline":"Protests over the increase in water tariffs","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"Protesters in Bamako, Mali protest the increase of water and power tariffs by the government.","Sources":"Raleigh et al N.D. I.D. 5566892"},{"Date":2002,"Headline":"Protests over insufficient free water","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Members and supporters of the ANC protest over insufficient free water and electricity in South Africa.","Sources":"Raleigh et al N.D. I.D. 4994545"},{"Date":2002,"Headline":"Protesters clash with police over water shortages","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Clashes between protesters and police are reported in the east and south of Algeria, as well as in different neighbourhoods of the capital, over water shortages. Streets are blocked and public buildings are burned.","Sources":"Raleigh et al N.D. I.D. 5241129, 5241130, 5241131"},{"Date":2002,"Headline":"Trigger","Conflict Type":"South Africa","Country":"Sub-Saharan Africa","Region":"Hundreds of residents and municipal union members protest the lack of free water in their town in South Africa.","Description":"","Sources":"Raleigh et al N.D. I.D. 4993409"},{"Date":2002,"Headline":"Water shortages cause riots","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Power outages and water shortages cause multiple days of rioting in Rouached, Algeria. 11 people are injured. Riot police intervene.","Sources":"Raleigh et al N.D. I.D. 5241148, 5241147, 5241146, 5241143"},{"Date":2003,"Headline":"Al Qaeda theatens US water","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Al-Qaeda threatens U.S. water systems via call to a London-based, Saudi-owned magazine. The spokesman told the magazine that \"al Qaeda [does not rule out] using sarin gas and poisoning drinking water in U.S. and Western cities.","Sources":"Associated Press (AP) 2003a"},{"Date":2003,"Headline":"Bombs found at US bottling plant","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"Four incendiary devices are found in the pumping station of a Michigan water-bottling plant. The Earth Liberation Front (ELF) claims responsibility, accusing Ice Mountain Water Company of \"stealing\" water for profit. Ice Mountain is a subsidiary of Nestle Waters.","Sources":"Associated Press (AP) 2003b"},{"Date":2003,"Headline":"Columbian water plant bombed","Conflict Type":"Trigger, Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"A bomb blast at the Cali Drinking Water Treatment Plant kills 3 workers May 8th. The workers were members of a trade union involved in intense negotiations over privatization of the water system.","Sources":"Public Services International 2003"},{"Date":2003,"Headline":"Iraq attempts to poison water at US base","Conflict Type":"Weapon","Country":"Jordan","Region":"Western Asia","Description":"Jordanian authorities arrest Iraqi agents in connection with a botched plot to poison the water supply that serves American troops in the eastern Jordanian desert near the border with Iraq. The scheme involved poisoning a water tank that supplies American soldiers at a military base in Khao, which lies in an arid region of the eastern frontier near the industrial town of Zarqa.","Sources":"Feuer 2003"},{"Date":2003,"Headline":"Water systems damaged in US-Iraq war","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"During the US-led invasion of Iraq, water systems are reportedly damaged or destroyed by different parties, and major dams are military objectives of the US forces. Damage directly attributable to the war includes vast segments of the water distribution system and the Baghdad water system, damaged by a missile.","Sources":"UNICEF 2003"},{"Date":2003,"Headline":"Insurgents bomb Iraq pipeline","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Insurgents bomb a main water pipeline in Baghdad. City engineers say this is the first strike against Baghdad's water system during the Iraq War, which began in March 2003. The bombing occurs around seven in the morning, when a blue Volkswagen Passat stops on an overpass near the Nidaa mosque and an explosive is fired at the six-foot-wide water main in the northern part of Baghdad, said Hayder Muhammad, the chief engineer for the city's water treatment plants.","Sources":"Tierney and Worth 2003"},{"Date":2003,"Headline":"Armed cadres kill Bangladesh Nationalist Party workers over resource dispute","Conflict Type":"Trigger","Country":"Bangladesh","Region":"Southern Asia","Description":"Suspected armed cadres of the Purbo Banglar Communist Party (PBCP) kill six Bangladesh Nationalist Party (BNP) workers at Naidighee village in Naogaon, on April 25. According to police sources, the incident appears to be a continuation of a long-standing dispute over nine government water reservoirs and khas (farming) land in the village.","Sources":"South Asian Intelligence Review 2003"},{"Date":2003,"Headline":"Sa'ad and Dir clans fight over water and grazing in Somalia","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Two days of heavy fighting in Mudug region of Somalia leave at least 43 people dead and over 90 injured. The fighting breaks out between the Sa'ad, Habar Gedir subclan and the Dir, and is concentrated in and around the villages of Towfiq and Awle, some 200 km east of Galkayo. As with the 2002 events, the clashes are triggered by revenge killings but the ensuing escalation of violence is also attributed to disagreements over water and grazing in the area.","Sources":"Puntland Development Research Centre (PDRC) 2014"},{"Date":2003,"Headline":"Iraqi water treatment plant damaged","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The Abu Nawas pumping station on the Tigris River, which supplies water to Sadr City and other treatment plants in Baghdad, is severely damaged during the 2003 conflict.","Sources":"International Committee of the Red Cross (ICRC) 2009"},{"Date":"2003-2007","Headline":"Sudan targets water in civil war","Conflict Type":"Casualty","Country":"Sudan","Region":"Northern Africa","Description":"The ongoing civil war in the Sudan has included violence against water resources. In 2003, villagers from around Tina said that bombings had destroyed water wells. In Khasan Basao they alleged that water wells were poisoned. In 2004, wells in Darfur were intentionally contaminated as part of a strategy of harassment against displaced populations.","Sources":"Amnesty International 2004"},{"Date":2003,"Headline":"Bomb found in water supply facility safely defused","Conflict Type":"Casualty","Country":"Ireland","Region":"Northern Europe","Description":"A bomb is defused at a water supply facility in Keady, Ireland. The facility supplies about 10,000 homes with water. A group called the Continuity Irish Republican Army (CIRA) is suspected to be responsible for placing the bomb.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2003,"Headline":"Group bombs a rural water supply office and other offices","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"A rural water supply office building is blown up along with other offices, in Parkal, India.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"}]