[{"Date":2003,"Headline":"In attempt to prevent natural resource extraction, intentional oil spill leaves 4700 families without drinking water","Conflict Type":"Trigger, Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"A controversial pipeline is attacked once again, causing oil to spill into a local stream, polluting the water supply used by 4700 families. The Ca?o Lim?n?Cove?as oil pipeline has come under attack hundreds of times in an attempt by the local population to disrupt and halt natural resource extraction by multinational companies. One source reports that since the pipeline was built in 1985 it has been attacked 972 times.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2003,"Headline":"Bomb explosion breaks water main, forcing water supply shutoff to Baghdad","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A bomb placed near a water main line explodes, breaking the pipe and forcing engineers to shut off the water supply to the entire city of Baghdad, Iraq. Major flooding in the surrounding neighborhood is caused as well.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2003,"Headline":"Poisoned bottled water in Italy","Conflict Type":"Weapon","Country":"Italy","Region":"Southern Europe","Description":"Approximately 50 people in northern Italy have to be treated in a hospital due to poisoned bottled water. An anarchist group is blamed by authorities for the poisonings.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2003,"Headline":"A man poisons a drinking water reservoir in Henan Province, China, sickening more than 60 people, in order to boost sales of his","Conflict Type":"Weapon","Country":"China","Region":"Eastern China","Description":"A man who sells water purifiers poisons a reservoir in Ruyang County, Henan Province, China, sickening at least 64 people. The man claims that he wanted to improve sales of his product.","Sources":"Mohtadi and Murshid 2006"},{"Date":2003,"Headline":"Water bottles are intentionally contaminated in 20 different Italian cities, sickening more than 50 people","Conflict Type":"Weapon","Country":"Italy","Region":"Southern Europe","Description":"Around 50 people are sickened by water contaminated with either bleach acetone or ammonia in more than 20 different cities from across Italy. Authorities blame a \"saboteur\" or \"copy-cat saboteurs\" for these poisonings.","Sources":"Mohtadi and Murshid 2006"},{"Date":2003,"Headline":"Riots start over the cut off of drinking water","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Israeli warplanes hit water supply wells, pipelines, and wastewater treatment plants servicing hundreds of thousands of Palestinians in the Gaza region. Palestinian officials state that the attacks intentionally targeted the infrastructure, amounting to a war craime under the Geneva Protocol.","Sources":"Raleigh et al N.D. I.D. 4991303"},{"Date":2003,"Headline":"Residents block highways over lack of drinking water","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"A major cold wave and lack of electricity, gas, and drinking water has led residents of Ain Mlila, Algeria to block major highways until their demands are met.","Sources":"Raleigh et al N.D. I.D. 4991269"},{"Date":2003,"Headline":"Women block water access to a Naval base","Conflict Type":"Casualty","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"A group of women on canoes protest safeguards on oil standards by blocking water access to a naval base in the Niger Delta, Nigeria.","Sources":"Raleigh et al N.D. I.D. 5294140"},{"Date":2003,"Headline":"Residents barricade the municipality over better water infrastructure","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"In early February, Ain Defla (Algeria) residents barricade the municipality and block access to the union and its associates. They demand better transport, water and educational infrastructure.","Sources":"Raleigh et al N.D. I.D. 5241259"},{"Date":2003,"Headline":"Students protest lack of water supply","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Students protest against poor conditions at Mombasa Polytechnic University in Kenya, including lack of water supply and proper sanitation. The protest leads to riots and police intervene.","Sources":"Raleigh et al N.D. I.D. 4990667, 4990686"},{"Date":2003,"Headline":"Main water pipeline is destroyed by grenades in the Philippines","Conflict Type":"Casualty","Country":"Philippines","Region":"South-eastern Asia","Description":"Two grenades destroy a water pipeline at a reservoir in Kidapawan, Philippines, disrupting water supply to approximately 100,000 residents. The Moro Islamic Liberation Front is accused of the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200303190005"},{"Date":2003,"Headline":"Riots over lack of water services","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Rioters in Algeria armed with knives and molotov cocktails set fire to government buildings. They are angered due to lack of electrical and water services.","Sources":"Raleigh et al N.D. I.D. 5566892"},{"Date":2004,"Headline":"Mexican farmers shot in duel over spring","Conflict Type":"Trigger","Country":"Mexico","Region":"Latin America and the Ca","Description":"Two Mexican farmers argue for years over water rights to a small spring used to irrigate a small corn plot near the town of Pihuamo. In March, these farmers shoot each other dead.","Sources":"Reuters 2004b"},{"Date":2004,"Headline":"Pakistan targets terrorists' water","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"In military action aimed at Islamic terrorists, including Al Qaeda and the Islamic Movement of Uzbekistan, homes, schools, and water wells are damaged and destroyed in Pakistan.","Sources":"Reuters 2004a"},{"Date":2004,"Headline":"Terrorists bomb water pipe in India","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"Twelve Indian security forces are killed by an IED planted in an underground water pipe during \"counter-insurgency operation in Khanabal area in Anantnag district.'","Sources":"Times News Network (TNN) 2004"},{"Date":2004,"Headline":"Police kill dam protestor in China","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"Tens of thousands of farmers stage a sit-in against the construction of the Pubugou dam on the Dadu River in Sichuan Province, China. Riot police are deployed to quell the unrest and one person is killed. Witnesses also report the deaths of a number of residents.","Sources":"Lim 2004"},{"Date":2004,"Headline":"Taiwan to target China's water in defense?","Conflict Type":"Casualty","Country":"China","Region":"Eastern Asia","Description":"A 2004 Pentagon report on China's military capacity raises the concept of Taipei adopting military systems capable of being used as a tool for deterring Chinese military coercion by \"presenting credible threats to China's urban population or high-value targets, such as the Three Gorges Dam.\" China promptly denounces \"a U.S. suggestion' that Taiwan's Military target the Three Gorges dam, leading the US to deny that it had so urged.","Sources":"China Daily 2004a"},{"Date":2004,"Headline":"Violent protests in South Africa","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Poor delivery of water and sanitation services in Phumelela Township leads to several months of protests. No one is killed during the protests, but a few people are seriously injured, and municipal property is damaged.","Sources":"Centre for Development and Enterprise (CDE) 2007"},{"Date":2004,"Headline":"US halts water projects in Gaza","Conflict Type":"Weapon","Country":"Palestine","Region":"Western Asia","Description":"The United States halts two water development projects as punishment to the Palestinian Authority for their failure to find those responsible for a deadly attack on a US diplomatic convoy in October 2003.","Sources":"Associated Press (AP) 2004"},{"Date":2004,"Headline":"Police kill water protestors in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Four people are killed in October and more than 30 injured in November in ongoing protests by farmers over allocations of water from the Indira Ghandi Irrigation Canal in Sri Ganganagar district, which borders Pakistan. Authorities impose curfews on the towns of Gharsana, Raola and Anoopgarh.","Sources":"Indo-Asian News Service 2004"}]