[{"Date":2004,"Headline":"Riots over water shortage kill prisoners","Conflict Type":"Trigger","Country":"Cote D'Ivoire","Region":"Sub-Saharan Africa","Description":"There are two incidents in early November at Abidjan's main jail, La Maison d'arr?t et de correction d'Abidjan (MACA) , in which prisoners are killed. The first incident is sparked by a lengthy water shortage; prisoners reportedly had not had water for 5 days except for small rations of drinking water. At least 7 prisoners die and 30 are injured in the ensuing riots. U.N. human rights officials said they were investigating the riot and could not give a final death toll.","Sources":"US Department of State 2005"},{"Date":2004,"Headline":"Government shuts off electricity and water supplies in northern Cote d'lvoire","Conflict Type":"Weapon","Country":"Cote D'Ivoire","Region":"Sub-Saharan Africa","Description":"On November 4, the army carries out \"Operation Dignity\" and mounts surprise attacks on Bouake, stronghold of opposition forces and the largest city in the north, shattering an 18-month ceasefire. The Government cuts off electricity and water supplies to the north the day before the attacks. They remain off for about a week.","Sources":"US Department of State 2005"},{"Date":2004,"Headline":"Murusade and Duduble subclans clash over water well in Somalia","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Murusade subclan and Duduble subclan clash over a water well, with 23 fatalities. Separately, a dispute between the Dir and Marehan clans over control of water and grazing lands in Heraale leads to a death in October.","Sources":"Puntland Development Research Centre (PDRC) 2014"},{"Date":"2004-2006","Headline":"Violence over water in Ethiopia","Conflict Type":"Trigger","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"At least 250 people killed and many more injured in clashes over water wells and pastoral lands. Villagers call it the \"War of the Well\" and describe \"well warlords, well widows, and well warriors.\" A three-year drought has led to extensive violence over limited water resources, worsened by the lack of effective government and central planning.","Sources":"British Broadcasting Corporation (BBC) 2004"},{"Date":2004,"Headline":"Missionaries working on a water project attacked","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Four Christian missionaries from the U.S. are killed and one other seriously wounded when they are attacked while working on a water project in Mosul, Iraq.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Several government agencies related to water and other services attacked","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"Over two months in 2004 in Nepal, the Communist Party of Nepal-Maoists bomb several government offices, including the Water Induced Calamities Control Sub-Division in Nadipur, Pokhara and the Groundwater Irrigation Project in Dang District.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Chinese engineers working on a dam are kidnapped, one is killed","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Two Chinese engineers working on a dam and a canal in Waziristan, Pakistan, are kidnapped by Pakistani militants seeking the release of six Pakistani comrades. During a rescue attempt, one of the two engineers is shot and killed, while the other is brought to safety.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Driver killed while transporting water","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A driver of a truck transporting mineral water in Mosul, Iraq is killed when his truck is set on fire.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Security staff of a public water system shot at while working","Conflict Type":"Casualty","Country":"Kosovo","Region":"Southern Europe","Description":"Bullets are fired at the security staff of a public water pumping station in Kosovska Mitrovica, Kosovo. Authorities blame Albanian extremists for the attack.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Four people employed by the water and sewage department kidnapped","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Three engineers and one contractor, employed by the city water and sewage board, are kidnapped in Kirkuk, Iraq. No reports could be found detailing the outcome of the kidnapping.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2004,"Headline":"Students protest over water shortages","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"Students protest over water shortages.","Sources":"Raleigh et al N.D. I.D. 5285986, 5285968, 5285957"},{"Date":2004,"Headline":"Riots over water shortages","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Riots break out in the region due to unemployment, water shortages, and resentment of the government. Protesters attack town halls and other administrative buildings.","Sources":"Raleigh et al N.D. I.D. 5237320, 5237321, 5237322, 5237323, 5237324"},{"Date":2004,"Headline":"Students riot over power cuts and water shortages.","Conflict Type":"Trigger","Country":"Democratic Republic of Congo","Region":"Sub-Saharan Africa","Description":"Students riot over power cuts and water shortages.","Sources":"Raleigh et al N.D. I.D. 5560713"},{"Date":2004,"Headline":"Militia attack village over land and water disputes","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Boran militia attack Gabra village near the Ethiopian border. The attack is linked to long-running disputes over land and water.","Sources":"Raleigh et al N.D. I.D. 4985692"},{"Date":2004,"Headline":"Militias smash water wells","Conflict Type":"Casualty, Weapon","Country":"Sudan","Region":"Northern Africa","Description":"Janjaweed militias smash water wells and burn both food and seeds in the Jebel Marra area. They also allegedly throw dead bodies into some open wells.","Sources":"Raleigh et al N.D. I.D. 5576261"},{"Date":2004,"Headline":"Riots in prison over water shortage","Conflict Type":"Trigger","Country":"Ivory Coast","Region":"Sub-Saharan Africa","Description":"Riots occur at the main prison in Abidjan over a water shortage.","Sources":"Raleigh et al N.D. I.D. 5249959, 5249958, 5249956, 5249955"},{"Date":2004,"Headline":"Rebels destroy offices of local water utility","Conflict Type":"Casualty","Country":"Sudan","Region":"Northern Africa","Description":"Rebels destroy several houses and the offices of the local police and water utility.","Sources":"Raleigh et al N.D. I.D. 4987151, 4987157"},{"Date":2004,"Headline":"Protesters blockade a road over installation of pre-paid water meters","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Members of the Soweto Electricity Crisis Committee blockade a road in their city in protest of the installation of pre-paid water meters in their homes. Police use stun-guns to disperse them.","Sources":"Raleigh et al N.D. I.D. 4985178, 4985270"},{"Date":2005,"Headline":"Over 90 dead in Kenya water fight","Conflict Type":"Trigger, Weapon","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Police are sent to the northwestern part of Kenya to control a major violent dispute between Kikuyu and Maasai groups over water. More than 20 people are killed in fighting in January. By July, the death toll exceeds 90, principally in the rural center of Turbi. The tensions arise over grazing and water. Maasai herdsmen accuse a local Kikuyu politician of diverting a river to irrigate his farm, depriving downstream livestock. Fighting displaces more than 2000 villagers and reflects tensions between nomadic and settled communities.","Sources":"British_Broadcasting_Corporation_BBC_2005"},{"Date":2005,"Headline":"Soviet troops dynamite Ukranian dam","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"On April 13th the Kiev Hydropower Station on the Dnieper River receives a threat that 40 rail cars filled with explosives had been placed on a portion of levees holding back the reservoir.","Sources":"Levitsky 2005"}]