[{"Date":2005,"Headline":"Marehan and Garre clans clash over land and water rights in Somalia","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"The Marehan and Garre clans clash over land and water rights, with 34 fatalities.","Sources":"Salehyan et al 2014"},{"Date":2005,"Headline":"Water pipeline attacked with bomb","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A bomb placed near a water pipeline explodes, causing it to break. That same day, two nearby oil pipelines are also attacked.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Car bomb near water services director kills one","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A car bomb placed near the Kirkuk city water services director detonates, killing one person and injuring at least 17 others in Kirkuk, Iraq.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Bomb placed at a water station explodes prematurely and kills both attackers","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A bomb at a water station explodes prematurely, killing the two men placing the bomb.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Water pipeline targeted in attack in Baghdad","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A water pipeline is damaged by a targeted explosion, disrupting water services to approximately two million people in Baghdad, Iraq.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Power station damaged, taking down some of Baghdad's water distribution system","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A power station in Tarmiyah, Iraq is damaged by a fire, disabling a portion of Baghdad's water distribution system.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Communist party in Nepal destroys a drinking water project","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"The Communist Party of Nepal-Maoists destroys a drinking water project in the District of Arghakhanchi, Nepal, disrupting water service to thousands of people.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Three Iraqis killed while driving water to an army base","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A group of three Iraqi men are shot and killed while transporting water to a military base near Taji, Iraq.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Bomb destroys power source for local water system","Conflict Type":"Casualty","Country":"Albania","Region":"Southern Europe","Description":"A bomb explodes in the Margegaj village of Tropoj? District in Albania, destroying a power source for the local water system. Several villages are left without water.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Six employees of a water utility found murdered inside the water treatment plant","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Six employees of a water utility in Baghdad are found murdered inside a water treatment plant. The actual date of their deaths is not known.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"Gunman take out electric lines, disrupting water service in Baghdad","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Electric lines that provide power for water supply services in Baghdad, Iraq are shot down by a gunman, causing a disruption to water services. These same power lines had been recently fixed after suffering from a similar attack in the months prior.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2005,"Headline":"A mortar round hits a water facility","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A mortar round hits a water facility in Baghdad, Iraq, resulting in a disruption of water supply to residents serviced by the facility. No one claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200507010006"},{"Date":2005,"Headline":"Gunmen attack civilians working on a water project","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Gunmen attack civilians working on a water project in Al-Faris, Iraq, killing 18 and wounding 22. No group claims responsibility for the shooting.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200507260001"},{"Date":2005,"Headline":"Rocket lands near an Israeli national water company facility","Conflict Type":"Casualty","Country":"Israel","Region":"Western Asia","Description":"In one of two incidents in Israel on this day (cf. 200512120003), a Qassam rocket lands near a facility belonging to the Israeli national water company, Mekorot, in the western Negev desert. There are no injuries or damages resulting from the strike.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200512120004"},{"Date":2006,"Headline":"Armed clashes in Yemen","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Local media report a struggle between Hajja and Amran tribes over a well located between the two governorates in Yemen. According to news reports, armed clashes between the two sides force many families to leave their homes and migrate. News reports confirm that authorities had arrested 20 people in an attempt to stop the fighting.","Sources":"Al-Ariqi 2006"},{"Date":2006,"Headline":"Dam protester executed in China","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"Chinese authorities execute a man who took part in protests against the Pubugou dam in Sichuan province in 2004 (see China 2004 entry). Chen Tao is convicted of killing a policeman, but is executed before legal appeals are completed.","Sources":"British Broadcasting Corporation (BBC) 2006d"},{"Date":2006,"Headline":"Violent water clashes in Somali Region","Conflict Type":"Trigger","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"At least 12 people die and over 20 are wounded in clashes over competition for water and pasture in the Somali border region.","Sources":"British Broadcasting Corporation (BBC) 2006a"},{"Date":2006,"Headline":"Water clashes kill 40 in Kenya and Ethiopia","Conflict Type":"Trigger","Country":"Ethiopia, Kenya","Region":"Sub-Saharan Africa","Description":"At least 40 people die in Kenya and Ethiopia in continuing clashes over water, livestock, and grazing land. Fighting occurs in the southern Ethiopia in the region of Oromo and the northern Kenya Marsabit district.","Sources":"Reuters 2006"},{"Date":2006,"Headline":"Sri Lankan rebels cut water supplies","Conflict Type":"Casualty","Country":"Sri Lanka","Region":"Southern Asia","Description":"A major battle between the Liberation Tigers of Tamil Eelam (Tamil Tigers, LTTE) and the Sri Lankan Armed Forces takes place in July and August 2006 around the watershed of the Mavil Aru (Mother River) in the Kallar area of Trincomalee district. The Mavil Aru, a tributary of the Mahaweli River, supplies water to 20,000 villagers in the eastern Sri Lanka. The sluice-gates of the waterway are captured and closed by the LTTE, cutting off water supplies and leading to a major operation against them by the Sri Lankan military. The armed forces launch air strikes with the aim of capturing the waterway and sluice-gates, which was achieved on August 11, 2006.","Sources":"British Broadcasting Corporation (BBC) 2006b"},{"Date":2006,"Headline":"Lebanon, Israel target water infrastructure in attacks","Conflict Type":"Casualty","Country":"Israel, Lebanon","Region":"Western Asia","Description":"Hezbollah rockets damage a wastewater plant in Israel. Israeli counter-attacks damage water systems throughout southern Lebanon, including tanks, pipes, pumping stations, and facilities along the Litani River.","Sources":"Science 2006"}]