[{"Date":"204 BC","Headline":"Wei River dams in China are breached in 204 BC","Conflict Type":"Weapon","Country":"China","Region":"Eastern Asia","Description":"An intentional rupturing of the Wei River dams leads to the victory of  Han Dynasty forces.","Sources":"Janku 2016"},{"Date":"2nd century BC","Headline":"The Achaeans use water as a weapon in the siege of Phana","Conflict Type":"Weapon","Country":"Greece","Region":"Southern Europe","Description":"Pausanias speaks of an Etolian town named Phana (perhaps the Paeanium of Polybius) besieged by the Achaeans, but without success. After an unsuccessful consultation with the Oracle of Delphi,  the Achaeans accidentally discover the spring from which the besieged town derives its only supply of water. This being cut off, the town is forced to surrender.","Sources":"Cramer 1828"},{"Date":"101 BC","Headline":"Water is used as a weapon in 101 BC China","Conflict Type":"Weapon","Country":"China, Japan","Region":"Eastern Asia","Description":"Fergana (Yuan), the capital of China, surrenders after the enemy cuts off the city's water supplies. \"In the city of the king of Yuan there were no wells, and the people had to obtain water from a river outside the city, whereupon experts in hydraulics were sent to divert the course of the river, thus depriving the city of water, besides effecting an opening though which the city might be laid open to access. General Ir-shi wished to attack Yu-chong but was afraid his detention might allow Yuan to resort to additional stratagems. He therefore went direct to Yuan, cut off the source of its water supply by diverting the course of the river upon which it depended, and the city was in great straits.","Sources":"Hirth 1917"},{"Date":"52 BC","Headline":"Caesar constructs ditches in Siege of Alesia","Conflict Type":"Weapon","Country":"Roman Empire","Region":"Southern Europe","Description":"Caesar constructs water-filled ditches as blockade during Siege of Alesia in Gaul, site of modern-day Alise-Sainte-Reine in C?te-d'Or near Dijon, France.","Sources":"Caesar 52 BC"},{"Date":"51 BC","Headline":"Caesar attacks water supplies during siege of Uxellodunum","Conflict Type":"Weapon","Country":"Roman Empire","Region":"Southern Europe","Description":"Caesar attacks water supplies during siege of Uxellodunum by undermining one of the local springs and placing attackers near the other. Shortage of water leads to the surrender of the Gauls.","Sources":"History of War Online n.d."},{"Date":"49 BC","Headline":"Marseille uses water to defend against Roman siege","Conflict Type":"Weapon","Country":"Roman Empire","Region":"Western Europe","Description":"During the first year of the Great Roman Civil War, Julius Caesar's troops lay siege to the walled city of Massilia (modern-day Marseille, France) using siege towers, battering rams, and by digging \"mines\" or tunnels to undermine the city walls. Massilians defend their city with \"dogged determination;\" tactics included directing water through pipes to wash down on attackers, which the Romans counter by covering siege buildings with bricks and \"several coatings of stucco.\" Defenders also excavate a large basin inside the walls, filling it with water. As the Roman miners reach the walls, the tunnels are flooded with water and collapse. Massilia ultimately surrenders after a five-month siege.","Sources":"Illustrated History of the Roman Empire n.d."},{"Date":"30 AD","Headline":"Jewish protestors killed by Roman troops in protest over stream diversion","Conflict Type":"Trigger","Country":"Roman Empire","Region":"Western Asia","Description":"Roman Procurator Pontius Pilate uses sacred money to divert a stream to Jerusalem, Israel. The Jews are angered at the diversion and tens of thousands gather to protest. Pilate's soldiers mingle among the crowd and with daggers hidden in their garments, attack the protesters. \"A great number\" are slain and wounded and the sedition ends.","Sources":"Josephus 90 AD"},{"Date":537,"Headline":"Goths cut Roman aqueducts","Conflict Type":"Weapon","Country":"Roman Empire","Region":"Southern Europe","Description":"In the 6th century AD, as the Roman Empire begins to decline, the Goths besiege Rome and cut almost all of the aqueducts leading into the city. In 537 AD this siege is successful. The only aqueduct that continues to function is the Aqua Virgo, which runs almost entirely underground.","Sources":"Rome Guide 2004"},{"Date":1187,"Headline":"Saladin cuts off Crusaders' water","Conflict Type":"Weapon","Country":"Principality of Galilee","Region":"Western Asia","Description":"Saladin is able to defeat the Crusaders at the Horns of Hattin in 1187 by denying them access to water. In some reports, Saladin fills all the wells along the way with sand and destroys the villages of the Maronite Christians who would supply the Christian army with water.","Sources":"Lockwood 2001"},{"Date":1260,"Headline":"Intentional Drying Up of Canals in Mughal, India","Conflict Type":"Weapon","Country":"India","Region":"Southern Asia","Description":"Historian M. Athar Ali writes that in Mughal India, in the 1260s, the water canals and reservoirs feeding Delhi were intentionally dried up \"because the channels feeding it were dammed up by 'dishonest men,'\" referring to local protests over social and political conditions.","Sources":"Sethi 2016"},{"Date":1503,"Headline":"Florence plan to cut Pisa's water","Conflict Type":"Weapon","Country":"Republic of Florence","Region":"Southern Europe","Description":"Leonardo da Vinci and Machiavelli plan to divert Arno River away from Pisa during conflict between Pisa and Florence (Italy).","Sources":"Honan 1996"},{"Date":"1573-1574","Headline":"Dutch flood land to repel Spaniards","Conflict Type":"Weapon","Country":"Spanish Netherlands","Region":"Western Europe","Description":"In 1573 at the beginning of the eighty years war against Spain, the Dutch flood the land to break the siege of Spanish troops on the town Alkmaar. The same defense is used to protect Leiden in 1574. This strategy becomes known as the Dutch Water Line and is used frequently for defense in later years.","Sources":"Dutch Water Line 2002"},{"Date":"1626-1629","Headline":"Spain attempts to re-route Rhine River to harm Dutch","Conflict Type":"Weapon","Country":"Spanish Netherlands","Region":"Western Europe","Description":"The Spanish Habsburgs attempt to prevent ship traffic on the River Rhine from reaching the Dutch Republic in order to damage the Dutch economy. Plans are also made to divert water from the Rhine to lands under Spanish control, to dry up downstream cities in Holland. The first stage is a canal between the Rhine and Meuse, between the cities of Rheinberg and Venlo. Plans for a later stage call for a connection between the Meuse and the Scheldt to circumvent the Scheldt Estuary, controlled by the Dutch. Although some 60 km is constructed, the plan fails due to changed military conditions and lack of funding. Parts of the canal are still visible in present-day Germany.","Sources":"Israel 1997"},{"Date":1642,"Headline":"China floods rebel peasants","Conflict Type":"Weapon","Country":"China","Region":"Eastern Asia","Description":"The Huang He's dikes are breached for military purposes. In 1642, \"toward the end of the Ming dynasty (1368-1644), General Gao Mingheng used the tactic near Kaifeng, China in an attempt to suppress a peasant uprising.","Sources":"Hillel 1991"},{"Date":1642,"Headline":"300,000 deaths when Yellow River dikes are breached in 1642.","Conflict Type":"Weapon","Country":"China","Region":"Eastern Asia","Description":"In 1642, in a battle between the incoming Manchu and the forces of the Ming dynasty, Yellow River (China) dikes are breached by both sides, creating a catastrophe for Kaifeng in which 300,000 of its 378,000 citizens die.","Sources":"Janku 2016"},{"Date":1672,"Headline":"Dutch flood land to repel French","Conflict Type":"Weapon","Country":"Dutch Republic","Region":"Western Europe","Description":"Louis XIV starts the third of the Dutch Wars in 1672, in which the French overrun the Netherlands. In defense, the Dutch open their dikes and flood the country, creating a watery barrier that is virtually impenetrable.","Sources":"Columbia Encyclopedia 2000b"},{"Date":1748,"Headline":"New York water dispute","Conflict Type":"Trigger","Country":"British Colonies in America","Region":"North America","Description":"Ferry house on Brooklyn shore of East River burns down. New Yorkers accuse Brooklynites of having set the fire as revenge for unfair East River water rights.","Sources":"Museum of the City of New York (MCNY) n.d."},{"Date":1777,"Headline":"British attack New York's water","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"British and Hessians attack the water system of New York. \"...the enemy wantonly destroyed the New York water works' during the War for Independence.","Sources":"Thatcher 1827"},{"Date":1802,"Headline":"Wells polluted in Saint-Domingue","Conflict Type":"Casualty","Country":"Saint-Domingue, Hispaniola","Region":"Latin America and the Ca","Description":"A leader of the slave rebellion on the island of Hispaniola in the Caribbean, Toussaint L'Oueverture, says \"The only resources we have are destruction and fire. Annihilate everything and burn everything. Block the roads, pollute the wells with corpses and dead horses.","Sources":"Hochschild 2006"},{"Date":1804,"Headline":"Napolean attempts to re-route Rhine River to harm Dutch","Conflict Type":"Weapon","Country":"Germany","Region":"Western Europe","Description":"Napoleon orders the construction of a canal between Neuss and Venlo, to connect the Rhine and Meuse rivers, to divert trade from the Batavia Republic to the Southern Netherlands, then under French control. Three-quarters of the canal are completed, but work stops because of lack of funds.","Sources":"Israel 1997"}]