[{"Date":2006,"Headline":"Sudanese anti-dam militia attacks school","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"Militia of the Merowe Dam Militia Implementation Unit in the Sudan attack a gathering of villagers concerned about the community impacts of the dam at a school in Amri village, killing three farmers and injuring more than 50 others.","Sources":"Bosshard 2009"},{"Date":2006,"Headline":"Gas and water pipeline blown up by insurgents in Pakistan","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"A gas line and water pipeline in the Pir Koh - Dera Bugti District is blown up by insurgents, resulting in the suspension of water and gas supply to adjacent areas.","Sources":"South Asian Intelligence Review n.d."},{"Date":2006,"Headline":"Water utility systems destroyed during conflict in Congo","Conflict Type":"Casualty","Country":"Democratic Republic of the Congo","Region":"Sub-Saharan Africa","Description":"During the long-running conflict in the Congo, many water utility systems are attacked and destroyed. By 2006, the World Bank estimates that at least one-third of water utility installations have been looted and completely destroyed.","Sources":"UN Environmental Program (UNEP) 2011"},{"Date":2006,"Headline":"Water pipelines destroyed by rocket attacks and explosives","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Several attacks with rockets and other explosives on pipelines that supply water to a gas plant in Dera Bugti, Pakistan, disrupt gas production.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Drinking water supply for thousands destroyed","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"Several drinking water supply reservoirs and pipelines that provide water for more than 20,000 people are destroyed by explosives in the Narayan and Jajarkot areas of Nepal. The Communist Party of Nepal-Maoists is suspected to be responsible for the attack.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Unsuccessful targeting of water pipeline","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A water pipeline in Baghdad is targeted by an explosive device placed nearby. However, the explosion does not damage the pipeline.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Employee of Iraq's Ministry of Water Resources killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"An employee of the Ministry of Water Resources in Iraq is killed by a gunman.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Water tank drivers killed","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Two people driving a water tank in Pakistan are shot and killed. They had delivered water to security forces along the Afghan border.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"200 people attack home of Water Resource Minister","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"A group of around 200 people attack the home residence of Kamlesh Kumar Singh, the Jharkhand Water Resources Minister, in Kamgarpur, Palamu District, India. The minister is not home during the attack.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Militants wound guards at a water supply company","Conflict Type":"Casualty","Country":"Algeria","Region":"Northern Africa","Description":"Militants from the Salafist Group for Call and Combat attack a guard station at a water supply company in Thenia, near Boumerd?s, Algeria. The two guards are wounded in the attack.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Explosive device aimed for water supply detonates early, killing two, wounding one","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"An explosive device targeting a water main in Kirkuk, Iraq, detonates prematurely, killing two and injuring one of the attackers.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Two water truck drivers killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The drivers of a water truck are killed in Baghdad, Iraq by a gunman while driving for work.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Director of water project killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The director of the Baqubah water project, Husayn Ali Atiyah, is killed by gunmen. The attack is considered part of a larger effort to undermine the Iraqi reconstruction process.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Two bombs explode at a water collection point","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"Two bombs detonate at a water collection point near a village in India. No one is injured from the explosions.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Bomb attached to police vehicle carrying water supplies injures three","Conflict Type":"Casualty","Country":"Sri Lanka","Region":"Southern Asia","Description":"Three police officers are injured after a bomb explodes from underneath a water truck in Vavuniya District, Sri Lanka.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Government official killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A government official working with the water authority in Kirkuk, Iraq is killed.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Water and gas supplies disrupted by explosion","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Water and gas pipelines in Pir Koh, Pakistan are destroyed, disrupting the delivery of these supplies to nearby communities. The Baloch Liberation Army (BLA) takes responsibility for the explosion.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Bomb explodes near water pump station","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"A bomb explodes near a water pump station in Quetta, Pakistan. No one is injured in the explosion.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2006,"Headline":"Rocket attack damages a Mekorot water station, Israel","Conflict Type":"Casualty","Country":"Israel","Region":"Western Asia","Description":"Palestinian Islamic Jihad (PIJ) claims responsibility for a rocket attack, which is aimed at Ashkelon, Israel, but lands in an industrial area just south of Ashkelon, damaging a Mekorot water station, causing no injuries.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200602030011"},{"Date":2006,"Headline":"Suspected terrorists kill a water tanker driver","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Suspected terrorists shoot and kill a water tanker driver and his assistant in Dherdoni who supply water to security forces near the Afghan border in North Waziristan, Pakistan. No group claims responsibility for the attack, but the Taliban is blamed.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200604100009"}]