[{"Date":2006,"Headline":"Gunmen blow up the pipes of a drinking water treatment plant running to the U.S. Ayn al-Asad base","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Gunmen blow up the pipes of a drinking water treatment plant running to the U.S. Ayn al-Asad base. Clashes rage between the gunmen and members of the plant's security, and are followed by explosions that lead to the destruction of the plant's water pumps and power generators. No group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200604100025"},{"Date":2006,"Headline":"An explosion damages a water pipeline supplying water to parts of Sri Lanka's capital, Colombo and surrounding suburbs","Conflict Type":"Casualty","Country":"Sri Lanka","Region":"Southern Asia","Description":"An explosion damages a water pipeline that supplies water to parts of Sri Lanka's capital, Colombo, and surrounding suburbs. Tens of thousands of homes are without potable water as a consequence.  No group  claims responsibility but the act of sabotage occurs shortly after the Sri Lankan government reinvokes anti-terrorism legislation.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200610120005"},{"Date":2007,"Headline":"Injuries at protest in Orissa, India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Thousands of farmers breach security and storm the area of Hirakud dam to protest allocation of water to industry. Minor injuries are reported during the conflict between the farmers and police.","Sources":"Statesman News Service 2007"},{"Date":2007,"Headline":"Battles at Kajaki Dam, Afghanistan","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"The Kajaki Dam has been the scene of major fighting between Taliban and NATO forces, mainly British and Dutch. The Taliban is attempting to make it impossible to work on reconstruction of the dam and power lines to boost output.","Sources":"Friel 2007"},{"Date":2007,"Headline":"Tampering in Toronto","Conflict Type":"Weapon","Country":"Canada","Region":"North America","Description":"A Toronto man previously accused of attempted murder and illegal possession of explosives is charged with eight more counts of attempted murder after allegedly tampering with bottled water, which he injected with an unspecified liquid.","Sources":"Toronto Star 2007"},{"Date":2007,"Headline":"Conflicts in Burkina Faso","Conflict Type":"Trigger","Country":"Burkina Faso","Region":"Sub-Saharan Africa","Description":"Declining rainfall has led to growing fights between animal herders and farmers with competing needs. In August, 2007 people are forced to flee their homes by fighting in Zounweogo province.","Sources":"UN Office for the Coordination of Humanitarian Affairs (UNOCHA) 2007"},{"Date":2007,"Headline":"Israel's sanctions against Gaza cause water shortages","Conflict Type":"Weapon","Country":"Palestine","Region":"Western Asia","Description":"Israel's sanctions against Gaza cause water shortages and a growing public health risk. In particular, restrictions on fuel, spare parts, and maintenance equipment threaten the functioning of Gaza's already limited water and sanitation system.","Sources":"Oxfam 2007"},{"Date":2007,"Headline":"Australian man murdered in fight over water restrictions","Conflict Type":"Trigger","Country":"Australia","Region":"Australia and New Zealand","Description":"A 36-year-old Australian is charged with murder after killing a man during a fight over water restrictions in Sydney. A number of incidents have been reported following ten years of drought and water restrictions, leading scholars to suggest a \"link between persistent urban water restrictions and civil unrest.","Sources":"ABC News 2007"},{"Date":2007,"Headline":"Violent protests against the Kajbar Dam in Sudan","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"Angry villagers in the Sudan stage protests against Kajbar Dam; four villagers are killed by government militia.","Sources":"Bosshard 2009"},{"Date":2007,"Headline":"Protestors block main road in response to water diversion in Egypt","Conflict Type":"Trigger","Country":"Egypt","Region":"Northern Africa","Description":"In 2007 and 2008, shortages of drinking water provoke demonstrations in towns and villages in the Nile Delta: participants speak of a \"Revolution of the Thirsty.\" Protestors block the main coastal road after the regional water company diverted water from farming and fishing towns to affluent resort communities. Riot police are sent to quell the disturbances.","Sources":"Marfleet 2011"},{"Date":2007,"Headline":"Workers fixing a water pipe killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Two workers fixing a water pipe in Baghdad, Iraq, are killed in an event that is reported as either a drive-by shooting or a bomb explosion. The pipeline was being fixed from an attack a month earlier.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Mortar fired at water treatment plant","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A mortar is fired at a water treatment plant in Baghdad, Iraq. No casualties are reported.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Bomb placed on water meter kills four police officers, while another under a car injures ten","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"A bomb placed on a water meter in Cielo Gonzalez Villa, Neiva, Colombia detonates, killing four police officers. On the same day, another bomb placed under a car detonates in front of a building occupied by the local mayor, injuring ten people. The Revolutionary Armed Forces of Colombia (FARC) is suspected of the crimes.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018: Kraul 2007"},{"Date":2007,"Headline":"Director-general of water projects killed by gunmen","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The director-general of water projects in Badush, Iraq is shot and killed by gunmen.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Water pipeline and gas pipeline damaged by explosion","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Water supply is disrupted when a water pipeline and nearby gas pipeline are blown up in Pakistan.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Water distribution facility warehouse burnt down","Conflict Type":"Casualty","Country":"Thailand","Region":"South-eastern Asia","Description":"A warehouse of a water distribution facility is burnt down in Yala Province, Thailand. Islamic insurgents seeking independence from Thailand are the suspected arsonists.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Two people wounded by bomb at local watering hole","Conflict Type":"Casualty","Country":"Algeria","Region":"Northern Africa","Description":"Two people are wounded when a bomb explodes at a local watering hole in Jijel, Algeria.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Workers constructing water pipe attacked; two killed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A bomb placed along a road kills two workers and wounds five others as they lay water pipes in Tal Afar, Iraq.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Bloody fight at a water filtering station leaves at least 33 dead","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"An attack on a water-filtering station in the Al-Khalis District of Diyala Governorate in Iraq is thwarted by the Iraqi military and other forces, leaving at least 33 of the attackers dead. The number of deaths on the Iraqi side is not reported.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2007,"Headline":"Tigris River polluted after bomb strikes oil pipeline","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The Tigris River is polluted with oil after a bomb strikes a pipeline near Baiji, Iraq. The river supplies drinking water for nearby communities.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"}]