[{"Date":"2007-2017","Headline":"A review of violence in Guatemala identifies more than 60 environmental activists killed and other instances of violence between","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Caribbean","Description":"Research by a professor at the University of Regina, Canada, finds that between 2007 and 2017 at least 61 Guatemalan activists were murdered for their work protecting rivers, lands, and the people who depend on them for their livelihoods.","Sources":"Granovsky-Larsen 2018"},{"Date":2007,"Headline":"A forced displacement campaign by the Ethiopian military includes destruction of water wells and other sources","Conflict Type":"Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"During a violent, forced displacement effort by the Ethiopian military, water wells and other water supply sources are destroyed. The Ethiopian military is seeking to move people out of the country side and into larger towns and cities in order to continue their counterinsurgency fight against the Ogaden National Liberation Front. Numerous sources report executions of those who refuse to cooperate.","Sources":"Human Rights Watch 2008"},{"Date":2007,"Headline":"Soldiers threaten to throw woman into a well and drown her if she does not comply","Conflict Type":"Weapon","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"A 20-year-old woman reports that prior to being beat by military forces, she was threatened with drowning in a well if she does not comply. This report is associated with reports soldiers guarding water holes and of other human rights abuses by the Ethiopian military from their campaign to defeat the Ogaden National Liberation Front.","Sources":"Human Rights Watch 2008"},{"Date":2008,"Headline":"Violent protests in Nigeria","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"A protest over the price of water in Nyanya, Abuja, Nigeria results in violence, including the beating of water vendors.","Sources":"Yakubu 2008"},{"Date":2008,"Headline":"China cracks down on Tibet","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"China launches a political crackdown in Tibet. At least some observers have noted the importance of Tibet for the water resources of China, though the political complications between Tibet and China extend far beyond water. As noted: \"Tibet is referred to in some circles as the \"world's water tower' ; the Tibetan plateau is home to vast reserves of glaciated water, the sources of 10 of the largest rivers in Asia, including the Yellow, Yangtze, Mekong, Brahmaputra, Salween, Hindus and Sutlej among others. By some estimates, the Tibetan plateau is the source of fresh water for fully a quarter of the world's population.","Sources":"Sharife 2008"},{"Date":2008,"Headline":"Taliban threatens water supply","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"In October, the Taliban threatens to blow up Warsak Dam, the main water supply for Peshawar, during a government offensive in the region.","Sources":"Perlez and Shah 2008"},{"Date":2008,"Headline":"Four killed in Kenya over dispute over boreholes","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Fighting over boreholes in arid northern Kenya kills at least four people as competition for resources grows in the drought-hit region between the Murulle and Garre clans in El Wak, Mandera District.","Sources":"Ali and Wallis 2008"},{"Date":2008,"Headline":"Confrontations occur along border of Kyrgyzstan and Tajikistan over water resources","Conflict Type":"Trigger","Country":"Kyrgyzstan, Tajikistan","Region":"Central Asia","Description":"Disputes over unclear borders and poor communications lead to a series of confrontations over water resources in a border area of Kyrgyzstan and Tajikistan. The confrontations with Kyrgyz border guards occur when villagers from Isfara Tajikistan cross into the southern Batken district of Kyrgyzstan to remove a dam blocking an irrigation canal preventing water from reaching the Tajik village of Hoja Alo. The dam is located in an area where the boundary line between the two states has not been agreed. Actions by Kyrgyzstan cut off irrigation water to Tajikistan during the spring growing season.","Sources":"Kadykeev 2008"},{"Date":2008,"Headline":"Security forces open fire on water privitization protesters in Mali","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"One person is killed and five injured when security forces open fire on protests over an attempt to privatize water services in Lere, northwestern Mali.","Sources":"Agence France-Presse (AFP) 2008"},{"Date":2008,"Headline":"Riots break out in Somaliland when water drilling rig is removed","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Riots break out after a water drilling rig that had been drilling water wells for one community in the capital is transferred by government authorities to the western part of the country. Five people died and fifteen are wounded in the demonstration.","Sources":"Jama 2014"},{"Date":2008,"Headline":"Iraqi water station destroyed","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"A water station under construction is destroyed in an attack by an unidentified gunman. Explosives are also placed on the road near the project, injuring one person. The station was going to provide potable water to four villages that were at a distance from the Tigris River, east of Dalouiya.","Sources":"Berwani 2008"},{"Date":2008,"Headline":"Multiple civilians killed by remotely-triggered bombs targeting water trucks","Conflict Type":"Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"At least two water trucks being used to deliver supplies to the Ethiopian army are targeted by remotely-triggered bombs. At least four civilians are killed and another eight are injured.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2008,"Headline":"Driver of a water tanker truck killed","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"A driver of a water tanker truck owned by an aid agency is killed while driving. Local officials place blame on Taliban militants.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2008,"Headline":"Water aid workers kidnapped","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Five aid workers, employed by the charity Water for Life, are kidnapped at gunpoint in Somalia. This is one of the first instances of Somali natives being kidnapped, as well as one of the first instances of a woman being kidnapped.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2008,"Headline":"Water delivery pipelines destroyed in protest over water transfers","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Pipelines are destroyed in Yemen by locals protesting the extraction of water in Abyan for piping to Aden.","Sources":"Hall 2010"},{"Date":2008,"Headline":"A local community takes control of dam outlet to prevent loss of water supply","Conflict Type":"Trigger","Country":"Peru","Region":"Latin America and the Caribbean","Description":"Over 100 villagers and farmers from the local community near Lake Paron in Peru use force to remove employees and take over the outlet controls of the lake after the lake had been drained by nearly 50% by the operator of the controls, a subsidiary of Duke Energy International, for hydropower operations.","Sources":"Aiello 2009"},{"Date":2008,"Headline":"Unknown gunmen kidnap four Sudanese government drivers of the state water corporation","Conflict Type":"Casualty","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Unknown gunmen kidnap four Sudanese government drivers of the state water corporation in Um Tajok, Darfur and steal a drilling rig. It is not known if the kidnapped persons and drilling rig are returned.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200803200009"},{"Date":2008,"Headline":"Bomb detonates in front of drinking water office","Conflict Type":"Casualty","Country":"Nepal","Region":"Southern Asia","Description":"Unidentified persons detonate a socket bomb in front of the drinking water office in Tripureshwor. No casualties or damage are reported, and no group claims responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200804050020"},{"Date":2008,"Headline":"Explosive device detonates destroying a tube well in Pakistan","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"At Kachhi canal project in Lund Nullah near Sui, Balochistan Province, Pakistan, unknown assailants detonate an explosive device destroying a tube well. No casualties or motive are reported. No group claims responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200804190021"},{"Date":2008,"Headline":"Unknown militants fire at an aid agency's water tanker","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Unknown militants fire mortars at an aid agency's water tanker, then kill the driver and steal his tanker in an undisclosed location in eastern Afghanistan. No property damage is reported and no one claims responsibility for the incident.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200805200002"}]