[{"Date":2008,"Headline":"Assailants set fire to two water tanker trucks in Muqur, Badghis, Afghanistan","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Assailants set fire to two water tanker trucks in Muqur, Badghis, Afghanistan, killing one driver, wounding two others and destroying the two trucks. No group claims responsibility, although the Taliban is widely believed to be responsible.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200806110020"},{"Date":2008,"Headline":"Militants blow up a section of a water pipeline","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Militants blow up a section of a water pipeline in Baghdad, Iraq. The explosion tears an 18-inch hole in the pipe that carries drinking water to Baghdad's Adhamiyah, Rusafa, and Karrada districts. No casualties are reported and no group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200810300021"},{"Date":2008,"Headline":"Assailants attempt to damage a water pump outside of a refugee camp in Darfur","Conflict Type":"Casualty","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"At the Hassa Hissa camp near Zalinjay, Gharb Darfur, Sudan, ten assailants attempt to damage a water pump outside of an internally displaced person (IDP) camp. The armed men open fire on the pump and set fire to the pump and five generators. The assailants fight with occupants of the camp, wounding one. No group claims responsibility, although it is widely believed the Janjaweed Militia is responsible.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200812010034"},{"Date":2009,"Headline":"Village attacked in Ethiopian water pipe conflict","Conflict Type":"Trigger, Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"Ethiopian Somalis attack a Borana community in the Oromia region over ownership of a new borehole being drilled on the disputed border between them. Three people from the Oromia village of Kafa are killed and seven injured, and the entire community driven from their homes. The drilling rig is destroyed, as well.","Sources":"British Broadcasting Corporation (BBC) 2009"},{"Date":2009,"Headline":"Drought and water inequities spark killings India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"A family in Madhya Pradesh state in India is killed by a small mob for illegally drawing water from a municipal pipe. Others run to collect water for themselves before the pipe runs out. Drought and inequality in water distribution lead to increasing conflict in the region. Indian media report more than 50 violent clashes in the state capital, Bhopal during May alone. Since January, 12 people are killed and even more injured.","Sources":"Singh 2009"},{"Date":2009,"Headline":"Man killed in Mumbai protest over water cuts","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Police clash with hundreds of Mumbai residents protesting water cuts. One man is killed and a dozen others injured. Mumbai authorities are forced to ration supplies after the worst monsoon season in decades.","Sources":"Chandran 2009"},{"Date":2009,"Headline":"North Korea dam release kills six in South Korea","Conflict Type":"Weapon","Country":"North Korea, South Korea","Region":"Eastern Asia","Description":"Without previous warning, North Korea releases 40 million cubic meters of water from the Hwanggag dam, causing a flash flood on the Imjin River. In South Korea, at least 6 fisherman and campers are drowned. North Korea claims that the water had to be urgently released and promises to warn the South of future releases. South Korea fears that North Korea could use the water of the dam as a weapon during a violent conflict.","Sources":"Choe 2009"},{"Date":2009,"Headline":"Police use ammunition against demonstrators protesting water shortages in Somaliland","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Police use live ammunition against demonstrators in the southern part of Hargeisa. Residents of Ahmed Dhagah district in Hargeisa, mostly women and children, take to the streets protesting severe water shortages.","Sources":"Somaliland Globe 2009"},{"Date":2009,"Headline":"Tehrik-e-Taliban Pakistan threaten to contaminate local water resources","Conflict Type":"Weapon","Country":"Pakistan","Region":"Southern Asia","Description":"The Tehrik-i-Taliban Pakistan (TTP) threatens to contaminate local water resources in a letter faxed to the Directorate of Military Lands and Cantonments in Rawalpindi, Pakistan. The letter stated that the TTP had procured 200 liters of a poisonous material that would be used to contaminate water sources and reservoirs in the wards falling under Rawalpindi Cantonment Board (RCB) and Chaklala Cantonment Board (CCB) limits unless the Army stopped military operations in South Waziristan.","Sources":"Roul 2010"},{"Date":2009,"Headline":"Water trucks contaminated with cyanide","Conflict Type":"Weapon","Country":"Afghanistan","Region":"Southern Asia","Description":"Water trucks supplying water to U.S. military forces in Afghanistan are contaminated with cyanide.","Sources":"Afghan War Diary/Wikileaks 2009"},{"Date":2009,"Headline":"Bomb damages water treatment plant, leaving community without water","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"A bomb planted at a water treatment plant explodes damaging the plant and wounding two police officers in Villavicencio, Colombia. The town is left without water supply.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2009,"Headline":"Energy and Water Department attacked by suicide bombers, killing six and injuring dozens","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Six civilians die and approximately 30 others are injured when two suicide bombers attack the building of the Energy and Water Department in Khost City, Afghanistan.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2009,"Headline":"During kidnapping by Taliban, water tank destroyed","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"A group of four employees of a construction company in Kunar province, Afghanistan are kidnapped by the Taliban. The kidnappers also destroy a water tank during the attack.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":2009,"Headline":"One dead in South Yemen protest over water cuts","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"At least one Yemeni is killed and three wounded in clashes with police in Aden in southern Yemen over the cutting off of water.","Sources":"Reuters 2009"},{"Date":2009,"Headline":"A bomb placed at water station kills six, including five children, in Khost City, Afghanistan","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"A remote control bomb placed at a water distribution station detonates, killing six, including five children, in Khost City, Afghanistan.","Sources":"Pashtun Valley 2009"},{"Date":"2009-2011","Headline":"Hydroelectric construction company hires armed private security to quell local opposition in Guatemala","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Caribbean","Description":"In the Q'anjob'al and Chug Territory of northern Huehuetenango, Guatemala, three proposed hydroelectric projects supported by the national government incite strong local opposition. The hydroelectric construction company hires armed private security personnel to quell confrontations and acts of vandalism.","Sources":"Environmental Justice Atlas 2018"},{"Date":2009,"Headline":"Assailants detonate an improvised explosive device targeting a civilian water truck","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"On Sunday morning, in Marawara, Konar, Afghanistan, assailants detonate an improvised explosive device targeting a civilian water truck, wounding four civilians and damaging one truck. No group claims responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200903070013"},{"Date":2009,"Headline":"Homemade bomb is planted inside the gates of the Metro Water District","Conflict Type":"Casualty","Country":"Philippines","Region":"Southeast Asia","Description":"On Wednesday, ordnance experts defuse a homemade bomb discovered by employees  planted on a bench inside the gates of the Metro Water District, a government-run building at Cotabato, Philippines. No damage or casualties occur. No group claims of responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200904290018"},{"Date":2009,"Headline":"An improvised explosive device attached to a water tanker explodes","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"An improvised explosive device attached to a water tanker in the al-Mahawii district of the Babel province explodes, wounding the driver. The blast causes severe damage to the tanker. No one claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 200912110015"},{"Date":2010,"Headline":"Fighting in Pakistan over irrigation water","Conflict Type":"Trigger","Country":"Pakistan","Region":"Southern Asia","Description":"More than 100 are dead and scores injured following two weeks of tribal fighting in Parachinar in the Kurram region of Pakistan, near the Afghanistan border. The conflict over irrigation water began as the Shalozan Tangi tribe cut off supplies to the Shalozan tribe. Some report that al Qaeda may be involved; others claim sectarian violence is to blame as one group is Sunni Muslim and the other Shiite.","Sources":"Express Tribune, The 2010"}]