[{"Date":2010,"Headline":"Bomb in water truck kills 3 in Afghanistan","Conflict Type":"Weapon","Country":"Afghanistan","Region":"Southern Asia","Description":"A remote-controlled bomb hidden in a water truck kills three people, including two children, in the eastern Afghan province of Khost, which borders Pakistan.","Sources":"Associated Press (AP) 2009"},{"Date":2010,"Headline":"Pakistan irrigation dispute kills 116","Conflict Type":"Trigger, Weapon","Country":"Pakistan","Region":"Southern Asia","Description":"A water dispute in Pakistan's tribal region leads to 116 deaths. In early September, the Mangal tribe cut off the supply of irrigation water to lands used by the neighboring Tori tribe, leading to fighting.","Sources":"CNN 2010"},{"Date":2010,"Headline":"Violent water protest in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"A protest about water shortages in the National Capital Territory of Delhi in India leads to violence. Erratic water supply and cutoffs in the Kondli area of Mayur Vihar in East Delhi causes a violent protest and several injuries.","Sources":"Gosh 2010"},{"Date":2010,"Headline":"Guatemalans mine protestors shot","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Ca","Description":"Two unidentified gunmen on a motorbike shoot an activist protesting the impacts of mining on water quality and local water rights.","Sources":"Amnesty International 2012"},{"Date":2010,"Headline":"Protestors killed and injured in","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"At least three deaths and dozens of injuries are reported during protests over land and water given away for a power plant in Sompeta in Srikakulam district in Andhra Pradesh, India.","Sources":"Hindu, The 2011"},{"Date":"2010-2013","Headline":"Water disputes between Iran and Afghanistan escalate","Conflict Type":"Trigger, Casualty","Country":"Iran, Afghanistan","Region":"Southern Asia","Description":"Disputes over water between Iran and Afghanistan are escalating. One Afghan newspaper, Weesa, suggests that Iran blocked the transport of fuel oil to Afghanistan in 2010 as a means to put more pressure on the country over water. An Iranian editorial calls for bolder action by the Foreign Ministry and states that any aid to Afghanistan should be linked to \"Iran's rights to water.\" In 2011, Mullah Dadullah, a Taliban commander captured in southwestern Afghanistan by Afghan authorities, claims to have been trained in Iran to sabotage projects in Afghanistan, including being offered $50,000 to destroy the Kamal Khan Dam, a claim Iran has denied. Shakila Hakimi, a member of the Nimroz provincial council, accuses Iran in 2012 of conducting an insurgency in order to prevent construction of the Kamal Khan Dam.","Sources":"Aman 2013"},{"Date":"2010-2015","Headline":"Israel impedes water supply to new West Bank development","Conflict Type":"Weapon","Country":"Palestine","Region":"Western Asia","Description":"The construction and completion of a billion-dollar new middle-class Palestinian city of Rawabi in the West Bank is slowed and delayed for years while the Israeli government withholds access to basic water supplies. The delay is due, in part, to a larger dispute over the actions of the Israeli-Palestinian Joint Water Committee. In March 2015, the supply of water to Rawabi is finally approved. However, the supply is only sufficient for the 640 families that currently live there; far less than what will be needed for the 25,000 residents that the city will eventually house.","Sources":"Shuttleworth 2015"},{"Date":2010,"Headline":"Severe flooding strengthens militant groups in Pakistan","Conflict Type":"Weapon","Country":"Pakistan","Region":"Southern Asia","Description":"Militant groups in Pakistan take advantage of severe flooding to reorganize and gain political power. Military resources in the country have been diverted to humanitarian relief efforts.","Sources":"Waraich 2010"},{"Date":2010,"Headline":"Injuries and a death are reported during protests over water contamination from gold mining near Lake Conococha in Peru","Conflict Type":"Trigger","Country":"Peru","Region":"Latin America and the Caribbean","Description":"Communities concerned with water contamination of Lake Conococha, both a water source and cultural icon, are met with violence from local police forces as they protest gold mining in the region. At least one person is reported dead and four others injured from the interaction.","Sources":"Stark Guillen and Brady 2012"},{"Date":2010,"Headline":"Army troops  locate and safely defuse three cylinder bombs  to be used against the town's aqueduct","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Caribbean","Description":"On Thursday, in a rural area of the municipality of Cajibio, Cauca, Colombia, Army troops from the 29th Brigade locate and safely defuse three cylinder bombs suspected to be planted by the Revolutionary Armed Forces of Colombia's (FARC) 6th Front. According to authorities, the explosives were going to be used against the town's aqueduct. No casualties or damages are reported and no group claims responsibility for the attempted bombing attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201001280009"},{"Date":2010,"Headline":"Two unknown gunmen riding a motorbike fire upon the driver of a water tanker","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"On an evening in January, two unknown gunmen riding a motorbike fire upon the driver of a water tanker in Hariana Colony, Karachi, Pakistan. The driver, Noor Shah, is killed and the tanker rams into a moving auto-rickshaw with four people on board. Eight-year-old Unair dies and his younger brother is wounded. Both attackers escape. No group claims responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201001310008"},{"Date":2010,"Headline":"Militants blow up pump houses belonging to the Steel Authority of India Limited (SAIL) and to the railways","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"On Monday, in the Karrampada area of West Singbhum, Jharkhand, India, suspected Communist Party of India - Maoist (CPI-Maoist) militants blow up two pump houses, one belonging to the Steel Authority of India Limited (SAIL) and the other to the railways. Water supply is affected in the area as a result of the attack. No casualties are reported.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201004190016"},{"Date":2010,"Headline":"Unidentified militants detonate an improvised explosive device targeting a water tanker","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"On Thursday, in the town of al-Qaim in Iraq's Anbar province, a driver and two civilians are wounded and a water tanker truck is damaged when unidentified militants detonate an improvised explosive device targeting a water tanker. No group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201005060012"},{"Date":2010,"Headline":"More than 30 armed men detonate an improvised explosive device at the electric transformer of a Pump House","Conflict Type":"Casualty","Country":"Philippines","Region":"Southeast Asia","Description":"At night in Victorias City, Negros Occidental, Philippines, more than 30 armed men detonate an improvised explosive device at the electric transformer of Malago Pump House owned by the Victorias Milling Company sugar refinery before setting it on fire. The damage is initially placed at  P400,000 ($9,246 USD). No casualties are reported. New People?s Army militants claim responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201010050009"},{"Date":2010,"Headline":"Militants blow up a water supply tube-well","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"In Lakaro area of Mohmand, Federally Administered Tribal Areas, Pakistan, Tehrik-e-Taliban (TTP) militants blow up a water supply tube-well. TTP claims responsibility for the attack saying the tube-well is used for provision of drinking water to Security Forces.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201011040001"},{"Date":2010,"Headline":"An improvised explosive device detonates at a potable water plant","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"In the Abu Ghurayb neighborhood of Baghdad city, Baghdad province Iraq, two government employees are killed and another is wounded when an improvised explosive device detonates at a potable water plant. The amount of damage from the attack is unknown. No group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201012020006"},{"Date":2011,"Headline":"Solomon Islands women attacked while fetching water","Conflict Type":"Casualty","Country":"Solomon Islands","Region":"Melanesia","Description":"Amnesty International reports that women in the slums of the Solomon Islands must walk over a kilometer to fetch clean water and are \"continually harassed, attacked, and raped.\" A survey shows that 92 percent of households do not have a tap in their home, and that local water sources are often polluted, forcing women to walk through areas which are unsafe.","Sources":"Amnesty International 2011"},{"Date":2011,"Headline":"Yemen damages citizens' water tanks during uprising","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Violence in Yemen's capital Sana'a leads to \"acute water and power shortages, forcing residents to rely on power generators and buy water extracted from wells and sold on a thriving black market.\" The violence arose during the Yemeni uprising that occurred during the Arab Spring protests across the Middle East. During the violence, government soldiers shelled neighborhoods and destroyed many rooftop water tanks.","Sources":"Shah 2012"},{"Date":2011,"Headline":"Israel destroys Palestinians' water pumps and wells","Conflict Type":"Casualty","Country":"Palestine,?Israel","Region":"Western Asia","Description":"Israel's military destroys nine water tanks in the Bedouin village of Amniyr in the South Hebron Hills, in the West Bank, Palestine. Later, soldiers destroy pumps and wells in the Jordan Valley villages of Al-Nasriyah, Al-Aqrabiyah, and Beit Hassan.","Sources":"Aburawa 2011"},{"Date":2011,"Headline":"Israeli settlers destroy wells in attack on West Bank village","Conflict Type":"Casualty","Country":"Palestine, Israel","Region":"Western Asia","Description":"Israelis from nearby settlements attack Qasra, a West Bank village of 6,000, destroying crops and a water well. Attackers previously burned down a mosque and damaged hundreds of olive trees.","Sources":"Bsharat and Ramadan 2011"}]