[{"Date":2011,"Headline":"Four famers killed in Tanzania over resource dispute","Conflict Type":"Trigger","Country":"Tanzania","Region":"Sub-Saharan Africa","Description":"Conflicts over water are increasing in the Pangani River Basin in northeastern Tanzania between farmers and herders over dwindling water resources. In 2011 in Mbuguni village, four farmers are hacked to death by angry Maasai morans (warriors) as they tried to stop a group of cattle from trampling on maize seedlings.","Sources":"Makoye 2013"},{"Date":2011,"Headline":"NATO attacks water pipe factory in Libya","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"NATO forces attack on a factory that produces pipes for the \"Great Man-Made River\" water supply pipeline near Brega, reporting that it was used as a base for military operations and the launching of missiles.","Sources":"Center for Research on Globalization (CRG) 2013"},{"Date":2011,"Headline":"Hacker targets water plant in South Houston, Texas","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"A hacker targets a water plant in South Houston following earlier news (later discounted) of an electronic attack on an Illinois water plant, reportedly to raise awareness of concerns over lax security for critical infrastructure. The breach occurs after the attackers hack into supervisory control and data acquisition (SCADA) software used by the utility, and uses IP addresses that originated in Russia.","Sources":"Mills 2011"},{"Date":2011,"Headline":"Multiple attacks on Libyan water networks disrupt supply.","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"NATO bombs a plant that builds pipelines for the Great Manmade River project that carries water from southern groundwater to coastal cities. Major water networks are disrupted in this conflict, which affects access to safe drinking water, sanitation, and hygiene throughout Libya. Armed groups attack water wells cutting off water to civilians.","Sources":"UN Human Rights Council 2016"},{"Date":"2011-2012","Headline":"Drought contributes to tensions in Syria","Conflict Type":"Trigger","Country":"Syria","Region":"Western Asia","Description":"Severe political conflict in Syria has been aggravated by the multi-year drought gripping the region. More than 1.5 million people \"mostly farmers and their families\" have moved to cities and their outskirts. In 2008, US diplomats in Syria warn that the influx of rural people to cities \"could act as a multiplier on social and economic pressures already at play and undermine stability in Syria.\" Political unrest begins in March 2011 in Dara'a, and soon escalates into civil war as ousters seek to overturn the regime of President Bashar al-Assad and the ruling Ba'ath Party.","Sources":"Mohtadi 2012"},{"Date":"2011-2018","Headline":"Continued conflict over water between herdmen and farmers","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"Scarce water and land resources have forced herdsmen, mainly of the Fulani ethnic group, to move into regions of the country that are used as farmland, leading to deathly conflicts between the herdsmen and farmers. In 2016 alone these conflicts led to 2,500 deaths. The violence has continued into 2018.","Sources":"Ritter 2018"},{"Date":"2011-2018","Headline":"Water infrastructure is a casualty of the ongoing conflict in South Sudan","Conflict Type":"Casualty","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"Since South Sudan's independence in 2011, ongoing violent conflicts have harmed and destroyed water infrastructure  across the country.","Sources":"Ritter 2019"},{"Date":2011,"Headline":"Unidentified militants blow up a water pump","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"In Mogahataburu village in West Singhbhum, Jharkhand, India, unidentified militants blow up a water pump, causing an unknown amount of property damage but resulting in no casualties. The specific motive for the attack is unknown; however, it is believed the bombing is to protest the ongoing operation against militants in Saranda forest. No group claims responsibility, but it is suspected that Communist Party of India-Maoist (CPI-M) militants are responsible.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201103180002"},{"Date":2011,"Headline":"Unidentified militants blow up a tube-well","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"On Friday, in Doog village in South Waziristan, Federally Administered Tribal Areas, Pakistan, unidentified militants blow up a tube-well, resulting in no casualties and causing an unknown amount of property damage. No group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201104010003"},{"Date":2011,"Headline":"Militants set fire to a water well and two water pumps","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"On Saturday, on the outskirts of Garbaharey, Gedo, Somalia, militants set fire to a water well and two water pumps. No casualties are reported and the attack causes an unknown amount of damage. No group claims responsibility, but the militant group al-Shabaab is thought to be responsible for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201108270005"},{"Date":2011,"Headline":"A water tank is damaged by a homemade bomb","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Sometime during the night between December 16 and December 17, 2011, a water tank is damaged by a homemade bomb in the area of Mandeo in the district of Bannu, Khyber Pakhtunkhwa, Pakistan.  No deaths or injuries occur.  No claim of responsibility is reported.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201112170024"},{"Date":2012,"Headline":"Gaddafi cuts of water to Libya's capital","Conflict Type":"Weapon","Country":"Libya","Region":"Northern Africa","Description":"During the 2011 Libyan Civil War, forces loyal to dictator Muammar Gaddafi gain control of a water operations center and cut off water supply to the capital. The system controls Libya's Great Manmade River\"a system of pumps, pipes, and canals that brings water from distant aquifers to Tripoli and other cities. Half the country is left without running water, prompting the UN and neighboring countries to mobilize tanker ships to deliver water to coastal cities.","Sources":"Walton 2012"},{"Date":2012,"Headline":"Afghani terrorists poison water at girls' school","Conflict Type":"Weapon","Country":"Afghanistan","Region":"Southern Asia","Description":"Up to 150 schoolgirls are reported sickened by poison in a school water supply in an intentional attack thought to be carried out by religious conservatives opposed to the education of women.","Sources":"Hamid 2012b"},{"Date":2012,"Headline":"Afghani Terrorists plant bomb at spring","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Seven children are killed by a bomb thought to be aimed at Afghan police and planted at a fresh water spring in Ghor Province.","Sources":"Shah 2012"},{"Date":2012,"Headline":"Islamist kill dam guards in Aghanistan","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Islamist militants execute militia members defending the Machalgho Dam in eastern Afghanistan. The dam is being developed for irrigation and local power supply. This dispute is one of several surrounding the international waters of Afghanistan, Iran, and Pakistan, which share several rivers.","Sources":"Mashal 2012"},{"Date":2012,"Headline":"Injuries during protest over dam releases in India's Cauvery River","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Thousands of farmers in Karnataka try to prevent the release of water from two dams (Krishna Raja Sagar and Kabini) on the Kaveri River. Injuries to protestors and police are reported. The water releases are ordered by the Indian Supreme Court, which requires Karnataka to deliver water downstream state of Tamil Nadu despite severe drought. The dispute continues later in the year when Karnataka again halts releases.","Sources":"Walton 2012"},{"Date":2012,"Headline":"Violent protests over water shortages in New Delhi","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Scuffles and protests break out around New Delhi during the summer of 2012 as residents surround water delivery trucks and fight over water. The summer is the hottest in 33 years, leading to extensive energy and water shortages.","Sources":"Reuters 2012b"},{"Date":2012,"Headline":"Pakistani militants attack water systems in Kashmir","Conflict Type":"Trigger, Casualty","Country":"India, Pakistan","Region":"Southern Asia","Description":"Violence erupts in the latest event in the dispute between Pakistan and India over the waters of the Indus Basin. Pakistani militants attack and sabotage water systems, flood protection works, and dams in the Wular Lake region of northern Kashmir. They attack engineers and workers and detonate explosives at the unfinished Tulbul Navigation Lock/Wular Dam. Pakistan claims the new dam violates the Indus Water Treaty by cutting flows to Pakistan.","Sources":"Ul Hassan 2012"},{"Date":2012,"Headline":"Brazilian landowners poison tribe's water","Conflict Type":"Weapon","Country":"Brazil","Region":"Latin America and the Ca","Description":"Brazil's federal police respond to reports that water used by the indigenous Guarani-Kaiowa tribe was poisoned by nearby landowners attempting to gain control over disputed land. Since 2009, the dispute has led to the deaths of three tribesmen, who say the water runs through sacred land.","Sources":"Associated Press (AP) 2012a"},{"Date":2012,"Headline":"Protestors burn buildings at Belo Monte Dam site, Brazil","Conflict Type":"Trigger","Country":"Brazil","Region":"Latin America and the Ca","Description":"Work on the controversial $13 billion Belo Monte dam is halted after protesters burn buildings at three dam sites.","Sources":"Borisov 2012"}]