[{"Date":2012,"Headline":"Killings in water conflicts in Brazil","Conflict Type":"Trigger","Country":"Brazil","Region":"Latin America and the Ca","Description":"Northeastern Brazil sees growing conflicts after severe drought reduces water availability. News agencies report that one person a day is being killed from \"water wars,\" which involve locals fighting over scarce supplies.","Sources":"Catholic Online 2012"},{"Date":2012,"Headline":"Police kill gold mine protestors in Peru","Conflict Type":"Trigger","Country":"Peru","Region":"Latin America and the Ca","Description":"Several incidents of protests, injuries, and deaths are reported in regions of Peru where residents oppose large mines because of concerns over water quality and water rights. Police kill four protestors in clashes over the proposed Canadian-operated $5 billion dollar Minas Conga gold mine.","Sources":"Reuters 2012a"},{"Date":2012,"Headline":"Protestors injured and 2 killed at Peru's Tintaya mine","Conflict Type":"Triggr","Country":"Peru","Region":"Latin America and the Ca","Description":"Protests because of concerns over water quality and water rights around the Xstrata Tintaya copper mine lead to two deaths and 50 injuries.","Sources":"Aquino and Wade 2012"},{"Date":2012,"Headline":"Disgruntled Egyptian irrigators kidnap tourists","Conflict Type":"Trigger","Country":"Egypt","Region":"Northern Africa","Description":"Farmers from the Abu Simbel region in Egypt hold over 200 tourists hostage to protest inadequate irrigation water. The farmers capture the tourists after they visit nearby monuments, but release them after officials agree to a temporary release of water.","Sources":"Egypt Independent 2012"},{"Date":2012,"Headline":"Violent protests over water shortages in Egypt","Conflict Type":"Trigger","Country":"Egypt","Region":"Northern Africa","Description":"Public protests over drinking and irrigation water shortages take place across Egypt. Several protests turn violent: in Beni Suef, one person is killed and many injured during a conflict over irrigation water; in Minya, villagers clash with officials over water shortages and water pollution; in Faiyum, hundreds of people protesting water shortages block a highway and set fires.","Sources":"OOSKANews Correspondent 2012"},{"Date":2012,"Headline":"Somali insurgents poison peacekeepers' well","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Somali Al Shabaab insurgents poison a well and damage water infrastructure near the port city of Kismayo, Somalia. Insurgents are fighting against Kenyan peacekeeping troops participating in the African Union mission in Somalia.","Sources":"Wabala 2012"},{"Date":2012,"Headline":"Violence over water in Nairobi's slums","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Violence, including several deaths, occurs during disputes over access to water in the poorest slums around Nairobi, Kenya.","Sources":"Njeru 2012"},{"Date":2012,"Headline":"Uzbekistan cuts gas over Tajik dam project","Conflict Type":"Trigger","Country":"Uzbekistan","Region":"Central Asia","Description":"Uzbekistan cuts natural gas deliveries to Tajikistan in retaliation over a Tajik hydroelectric dam which Uzbeks say will disrupt water supplies. Gas flows resumed after a new contract is signed.","Sources":"Kozhevnikov 2012"},{"Date":2012,"Headline":"Escalating rhetoric over dams in central Asia","Conflict Type":"Trigger","Country":"Kyrgyzstan","Region":"Central Asia","Description":"Tensions escalate over two proposed dams in central Asia: Kambarata-1 in Kyrgyzstan and the Rogun Dam in Tajikistan. These dams could affect water supplies in the downstream nations of Uzbekistan, Turkmenistan, and Kazakhstan. Uzbekistan's president, Islam Karimov, says the dams could cause \"not just serious confrontation, but even wars.","Sources":"Economist, The 2012"},{"Date":2012,"Headline":"Water-related violence in South Sudan refugee camp","Conflict Type":"Trigger","Country":"South Sudan","Region":"Northern Africa","Description":"Violence breaks out at water points in the Jamam refugee camp in South Sudan. Medicines Sans Frontieres reports that as many as 10 refugees die every day because of water shortages at refugee camps in South Sudan.","Sources":"McNeish 2012"},{"Date":2012,"Headline":"Egypt and Sudan allegedly target Ethiopia dam","Conflict Type":"Trigger, Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"Information is leaked about an alleged secret agreement that would allow Egypt to build an air base in Sudan to attack the Grand Ethiopian Renaissance Dam (GERD). Egypt is concerned that the dam, under construction in Ethiopia just upstream of Sudan on the Blue Nile, would reduce flows into its territory. The news reports, strongly denied by Egypt, claim that Sudan would allow Egypt to launch attacks if diplomatic efforts fail to resolve water sharing between Egypt and Ethiopia. The allegations are based on an internal 2010 email made available by Wikileaks.","Sources":"Sudan Tribune 2012"},{"Date":2012,"Headline":"Water clash on border of Mali and Burkina Faso","Conflict Type":"Trigger","Country":"Mali, Burkina Faso","Region":"Sub-Saharan Africa","Description":"A clash along the border between Dogon villagers from Mali and nomadic Fulani herders from Burkina Faso kills at least 30 people, after an earlier agreement to share water and pasture land was revoked. Chaos following a military coup in March is partly responsible for the breakdown in law and order in Mali.","Sources":"Xinhua News 2012a"},{"Date":2012,"Headline":"Violent protests over food and water in Mauritania","Conflict Type":"Trigger","Country":"Mauritania","Region":"Sub-Saharan Africa","Description":"Protests and violence over water shortages occur in the capital of Mauritania, Nouakchott. By July 2012, over 70,000 Malian refuges were seeking asylum in Mauritania, putting pressure on scarce food and water supplies.","Sources":"Taha 2012"},{"Date":2012,"Headline":"Three killed in dispute over wells in Somalia","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"In August 2012, fighting between two clans in the Lower Juba region of south Somalia kills at least three people and wounds five. Reports from the village of Waraq (near the border with Kenya) indicate that the dispute began over the ownership of new water wells.","Sources":"Shabelle Media Network 2012"},{"Date":2012,"Headline":"Violent conflict among Kenyan and Ugandan herders","Conflict Type":"Trigger","Country":"Uganda, Kenya","Region":"Sub-Saharan Africa","Description":"Tensions lead to violence between Uganda and Kenya after Kenyan Pokot herdsmen cross the border seeking water and pasture. In October, the Ugandan government sends 5,000 soldiers to control violence among pastoralists from the two countries.","Sources":"Bii 2012"},{"Date":2012,"Headline":"Deaths in water conflicts in Tanzania","Conflict Type":"Trigger","Country":"Tanzania","Region":"Sub-Saharan Africa","Description":"Violence between farmers and pastoralists expands in Tanzania's southeastern Rufiji valley, a region hit by drought. A farmer is killed in a conflict with a herdsman over access to water in the southern regions of Lindi and Mtwara. Five more people die and many more are injured in subsequent violence. According to local sources, violence has worsened during the prolonged drought.","Sources":"Makoye 2012"},{"Date":2012,"Headline":"South Africans riot over water and power","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Protesters in poor communities of Cape Town, South Africa riot over inadequate water and power. Hundreds burn tires, destroy cars, and throw rocks at police in anger over the lack of basic services.","Sources":"Xinhua News 2012b"},{"Date":2012,"Headline":"Syrian Civil War battle damages Aleppo pipeline","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"During the Syrian Civil War, the major pipeline delivering water to the city of Aleppo is badly damaged. The city of three million suffers severe shortages of drinking water.","Sources":"British Broadcasting Corporation (BBC) 2012"},{"Date":2012,"Headline":"Syrian rebels capture dam","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"In November, Syrian rebels fighting the government of President Bashar al-Assad overrun government forces and capture the Tishrin hydroelectric dam on the Euphrates River, after days of heavy clashes. The dam supplies electricity to part of Syria and is considered strategically important to the Syrian regime.","Sources":"Mroue 2012"},{"Date":2012,"Headline":"Indonesian mobs battle over water source","Conflict Type":"Trigger","Country":"Indonesia","Region":"Southeast Asia","Description":"Violence over access to a water source in Maluku, Indonesia. Rival mobs from two villages attack one another \"with sharp weapons, guns and explosives\" causing several deaths and injuries.","Sources":"Antara 2012"}]