[{"Date":2012,"Headline":"Chinese protestors challenge Japanese factory for discharging contaminated wastewater","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"In July, thousands of protesters take to the streets in Qidong, Jiangsu Province to challenge a pipeline from a Japanese owned paper factory that would discharge contaminated wastewater into the sea, potentially pollute a nearby fishery, and contaminate drinking water. Demonstrators clash with police and there are reports of damages to government buildings, cars, and other property. Fourteen people plead guilty to encouraging the riot in which dozens of police are injured and the local Communist party chief is stripped half-naked.","Sources":"Economy 2013"},{"Date":2012,"Headline":"Villagers protest contaminated water in Egypt","Conflict Type":"Trigger","Country":"Egypt","Region":"Northern Africa","Description":"Villagers from the Nile Delta province of Menoufia north of Cairo briefly lock the Egyptian health minister and a provincial governor inside a hospital room in protest over contaminated water caused hundreds of residents to fall ill. Egypt's state-run news agency MENA says the number of sick people reached more than 400. The two are released with police intervention.","Sources":"Associated Press (AP) 2012b"},{"Date":2012,"Headline":"Militants block work at the Wullar Dam construction site in India","Conflict Type":"Trigger","Country":"India, Pakistan","Region":"Southern Asia","Description":"Militants block work at the Wular Conservation Project (Wular Dam) construction site in the Baramulla District of India - a project opposed by Pakistan. Officials suggest that these militants may have been sent by Pakistan because of their concerns that the project is in violation of Pakistani interests under the Indus Water Treaty of 1960. Sources said that eight of the 16 militants who stopped work of the Project are Pakistani nationals. India says the dam is not in violation of the Treaty and would, if completed, be used only for transportation purposes. Pakistan believes the Indian control over Jhelum waters has the potential to disrupt the Pakistan-Upper Jhelum Canal, Upper Chenab Canal, and the Lower Bari Doab Canal.","Sources":"Hamid 2012a"},{"Date":2012,"Headline":"Demostrations turn violent over water and power shortages in Guinea","Conflict Type":"Trigger","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"Demonstrations over water and power shortages in Conakry, Fria, and Dinguiraye turn violent, with dozens injured.","Sources":"Crisis Watch Database 2014"},{"Date":2012,"Headline":"Angry demonstrators protest over water supply in Tunisia","Conflict Type":"Trigger","Country":"Tunisia","Region":"Northern Africa","Description":"In June 18-19, demonstrators demanding a solution to a dried up water supply block the main road near Tozeur, leading to clashes with police.","Sources":"Salehyan et al 2014"},{"Date":2012,"Headline":"Women assaulted for attempting to take well water in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Women from the village of Rasooh are reportedly assaulted for attempting to take water from a village well. The tensions over water are related to long-standing tensions between caste groups but have been worsened by drought and water shortage.","Sources":"Sharma 2014"},{"Date":2012,"Headline":"Attack on construction facilities at Turkish dams","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"22 trucks are set on fire at dam sites in Turkey, in attacks attributed to Kurdistan Workers' Party (PKK) militants.","Sources":"Stratfor 2016"},{"Date":"2012-2013","Headline":"Ethnic conflict in Kenya fueled by water","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Extensive violence over water is reported in Kenya, with approximately 50 deaths in clashes between farmers and cattle herders. The conflict is part of a long-running dispute between Pokomo farmers and Orma, semi-nomadic cattle herders, over land and water. The current conflict is being exacerbated by Kenyan and foreign investment in vast tracts of land for food and biofuel cultivation, putting pressure on local resources. (See also entry in 2001.)","Sources":"Agence France-Presse (AFP) 2012a"},{"Date":"2012-2014","Headline":"Moroccan villagers cut off water supply from local mine","Conflict Type":"Trigger, Casualty, Weapon","Country":"Morocco","Region":"Northern Africa","Description":"A group of Moroccan villagers, including many women and children try to stop the water supply to a local silver mine. They shut down some of the main wells that supply water for mining citing concerns about water allocation and pollution. The facility in Imiter, a Berber village nestled in the High Atlas mountains, has been accused of drawing more than its fair share of water and polluting what it uses.","Sources":"Brouksy 2012"},{"Date":2012,"Headline":"Farmers clash with police over water transfers from Isfahan to Yazd, Iran. A water diversion pipe is destroyed.","Conflict Type":"Tigger, Casualty","Country":"Iran","Region":"Southern Asia","Description":"Farmers  in Varzaneh clash with police and break a water pipe that transports 50 million cubic meters of water per year from Isfahan to the neighboring province of Yazd, Iran.","Sources":"Karimi and Nasiri 2018"},{"Date":2012,"Headline":"Violence between camel herders and farmers over access to water and concerns about water contamination leave one dead in Kenya","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Several farmers from Mwatate, Kenya are attacked, one killed, by camel herders after attempts to chase camels from the agricultural land. The camel herders have moved to the area to find land and water for their stock. Farmers are also concerned about the potential spread of disease and pollution of the local water sources from camel feces and urine.","Sources":"Mghenyi 2018"},{"Date":2012,"Headline":"A landmine explodes targeting a tanker providing water to Transitional Federal Government (TFG) soldiers","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"A landmine explodes in Luuq town, Gedo Region, Somalia. The landmine is targeting a tanker providing water to Transitional Federal Government (TFG) soldiers. Three people are killed and an unknown number of people are injured in the attack. No group claims responsibility for the incident, although unnamed sources suspect Al-Shabaab.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201201150014"},{"Date":2012,"Headline":"Assailants fire a mortar round, striking a water facility","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Assailants fire a mortar round, striking a water facility in Mosul city, Nineveh governorate, Iraq. One security guard is killed in the attack, and the facility is damaged. This is one of 32 coordinated incidents across Iraq on the same day. Al-Qa'ida in Iraq claims responsibility for the attacks, stating that they are in retaliation for the torture and genocide that Sunni civilians face in Iraqi prisons.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201202230016"},{"Date":2012,"Headline":"An explosive device detonates and damages a tube well and a mosque","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"An explosive device detonates and damages a tube well and a mosque in Lakki Marwat city, Khyber Pakhtunkhwa province, Pakistan. There are no casualties reported, and no group claims responsibility for this incident. A school is also damaged in an explosion in the same location on this day.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201203150002"},{"Date":2012,"Headline":"A water tanker is damaged when it is targeted by a roadside bomb","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"A water tanker is damaged when it is targeted by a roadside bomb in Khash Rod district, Nimruz province, Afghanistan. One person is killed and another wounded in the attack, for which no group claims responsibility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201203170018"},{"Date":2012,"Headline":"Assailants open fire on security personnel escorting a water tanker convoy","Conflict Type":"Casualty","Country":"Indonesia","Region":"Southeast Asia","Description":"Assailants open fire on security personnel escorting a Freeport Indonesia water tanker convoy in Mimika district, Papua province, Indonesia. There are no reported casualties, but the vehicles are damaged. This is one of two coordinated attacks on this convoy on this day, neither of which are claimed by any group.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201204140023, National Consortium fo"},{"Date":2012,"Headline":"An explosive device detonates prematurely as the assailant is planting it  targeting a fresh water well","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"An explosive device detonates prematurely as the assailant is planting it in Wocha Khwara village, Federally Administered Tribal Areas, Pakistan. The device is targeting a fresh water well; the assailant is killed in the blast. No group claims responsibility for the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201205040033"},{"Date":2012,"Headline":"Attackers shoot at and set fire to the town's water pump, destroying the only viable water source","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Assailants attack the police station in El Adde town, Gedo region, Somalia. The assailants open fire on the station, causing the Transitional Federal Government (TFG) forces posted there to return fire. There are no reported casualties in the incident. The attackers also shoot at and set fire to the town's water pump, destroying the only viable water source. No group claims responsibility, but locals attribute the attack to Al-Shabaab, believing that the incident is prompted by the presence of Kenyan Defense Forces (KDF) in the town.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201206030027"},{"Date":2012,"Headline":"An explosive device detonates at a irrigation tube well","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"An explosive device detonates at a irrigation tube well in Khairo Khel area, Lakki Marwat district, Khyber Pakhtunkhwa province, Pakistan. A power transformer line and the tube well are damaged in the blast; however, there are no reported injuries. No group claims responsibility for the incident.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201206100013"},{"Date":2012,"Headline":"An explosive device planted in a water spring detonates as a group of children are grazing animals","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"An explosive device planted in a water spring detonates as a group of children are grazing animals in Taywara district, Ghor province, Afghanistan. Seven children are killed in the blast. No group claims responsibility for the incident; however, sources attribute it to the Taliban.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201207240010"}]