[{"Date":2012,"Headline":"An explosive device detonates near a water pipeline","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"An explosive device detonates near a water pipeline in Pul-e-Alam district, Logar province, Afghanistan. Five people, including two Afghan police officers, are killed in the attack, and four people, including two Afghan police officers, are injured. No group claims responsibility; however, one person is arrested in connection with the incident and admits to remotely detonating the device.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201208010047"},{"Date":2012,"Headline":"An explosive device detonates in a canal","Conflict Type":"Casualty","Country":"Philippines","Region":"Southeast Asia","Description":"An explosive device detonates in a canal in barangay Poblacion, M'lang town, North Cotabato province, Philippines. No casualties are reported in the blast. No group claims responsibility for this incident; however, police suspect the Bangsamoro Islamic Freedom Movement (BIFM).","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201208110008"},{"Date":2012,"Headline":"Two explosive devices placed in a well are discovered and defused","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Two explosive devices placed in a well are discovered and defused in Nar Raza Khan village, Khyber Pakhtunkhwa province, Pakistan. No group claims responsibility for the incident.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201208130026"},{"Date":2012,"Headline":"Assailants bomb a government water tank","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Assailants bomb a government water tank in the Aka Khel area of Bara tehsil, Federally Administered Tribal Areas, Pakistan. There are no reported casualties; however, the water tank is destroyed in the blast. No group claims responsibility for the incident; however, police arrest one individual in connection with the attack.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018. ID. 201212060017"},{"Date":2013,"Headline":"Islamic militants cut water supply to Timbuktu","Conflict Type":"Casualty","Country":"Mali","Region":"Sub-Saharan Africa","Description":"Attacks by Islamic militants on utilities cut water supply to Timbuktu, Mali. There are also reports that Malian forces carried out executions in the conflict area near the towns of Sevare, Mopti, and Niono with bodies being dumped in water wells.","Sources":"Formanek Smith-Spark and Netto 2013"},{"Date":2013,"Headline":"Colombian demostration over water treatment plant turns violent","Conflict Type":"Trigger","Country":"Colombia","Region":"Latin America and the Ca","Description":"Violence breaks out in the town of Yopal, Colombia, which has been without water for nearly two years following the destruction of a water treatment plant by a landslide. Demonstrations at government offices and offices of the water company lead to injuries and arrests.","Sources":"United Press International (UPI) 2013"},{"Date":2013,"Headline":"Farmers in Iran clash with police over water diversions","Conflict Type":"Trigger, Casualty","Country":"Iran","Region":"Southern Asia","Description":"Hundreds of farmers in the town of Varzaneh, in Iran's Isfahan province, clash with police during a protest against the government's decision to divert water from the area to another province. Iranian media say farmers smash a pipeline carrying water from Zayanderud river to neighboring Yazd province in an effort to prevent the water transfer. Dozens are reported injured and more arrested.","Sources":"Associated Press (AP) 2013b"},{"Date":2013,"Headline":"Water shortage leads to local fighting in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"An acute water shortage in Ahmednagar district, Maharashtra, India leads to fights among locals and one death. The government expresses concern about large-scale public unrest due to a severe drought and major water shortages.","Sources":"Express News Service 2013"},{"Date":2013,"Headline":"Violence escalates over water in Yemen","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"The dwindling water supply from shared mountain springs leads to growing violence between Marzouh and Qaradh, Yemen. At least six deaths occur and many more are wounded in clashes since 2000. \"Wherever in Yemen you see aquifers depleting, you have the worst conflicts,\" said Abdul Rahman al-Eryani, former minister for water and environment, Yemen.","Sources":"Friedman 2013"},{"Date":2013,"Headline":"Chinese dam builders killed after attack by Uyghurs","Conflict Type":"Trigger, Casualty","Country":"China","Region":"Eastern Asia","Description":"Hundreds of Uyghurs are arrested following an attack on May 20th that led to the death of seven Han Chinese workers building a dam on the Karakash River in Hotan (in Chinese, Hetian) prefecture's Karakash (Moyu) county, China. Local officials ascribe the violence to land and water disputes and cultural differences between Han immigrants [to Xinjiang] and Uyghurs.","Sources":"Hoshur 2013"},{"Date":2013,"Headline":"Armed gang sabotages main water pipeline in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An armed gang sabotages the main water pipeline from Sana'a to Ta'izz in al Hawjila, Ta'izz governorate on June 23.","Sources":"Barakishnet 2013"},{"Date":2013,"Headline":"Five killed at protest against lack of water at Indonesian prison","Conflict Type":"Trigger","Country":"Indonesia","Region":"Southeast Asia","Description":"Protests against the lack of water and other basic resources at a prison in Medan, Indonesia leave five dead. Hundreds of convicts escape after the inmates set fire to the prison.","Sources":"Hariyadi 2013"},{"Date":2013,"Headline":"Kyrgyz villagers block canal at border","Conflict Type":"Trigger, Weapon","Country":"Kyrgyzstan, Kazakhstan","Region":"Central Asia","Description":"A water and land dispute between villagers living on the border between Kazakhstan and Kyrgyzstan escalates when Kyrgyz villages block a canal to prevent water flowing to farmers on the Kazakh side of the border.","Sources":"Lillis 2013"},{"Date":2013,"Headline":"Sri Lankan archbishop accuses army of killing unarmed protestors","Conflict Type":"Trigger","Country":"Sri Lanka","Region":"Southern Asia","Description":"The Catholic Archbishop of Colombo, Sri Lanka accuses the Sri Lankan army of shooting unarmed protesters and desecrating a church during demonstrations against water contamination. In the incident, at least six people are reported killed and more than 50 others wounded. Thousands of residents were protesting against the contamination of groundwater supply to 15 local villages, allegedly by chemical waste from a rubber glove factory.","Sources":"Al Jazeera 2013"},{"Date":2013,"Headline":"Elsipotog Nation protests over fracking impact to water resources in Canada","Conflict Type":"Trigger","Country":"Canada","Region":"North America","Description":"Several injuries are reported and six police cars burned during a protest by members of the Elsipogtog First Nation in Canada over the impacts to local water resources from fracking operations.","Sources":"CTV News 2013"},{"Date":2013,"Headline":"Algerian protestors and police clash at protest over water shortages","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Nineteen people are arrested in Algeria's Setif region when clashes erupt between protesters and police during a demonstration against water shortages. Around 300 protesters march on the town hall in Bouselam to demand improved water supplies and other local improvements. Clashes broke out when the security forces attempted to access the building by force, with 19 people arrested.","Sources":"Agence France-Presse (AFP) 2013"},{"Date":2013,"Headline":"Militants attack pumping station in Libya","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"Water for the capital of Libya, Tripoli is disrupted by an attack in southern Libya on a pumping station for the country's 'Great Man Made River' by militants loyal to former Libyan leader Muammar al-Gaddafi.","Sources":"Stratfor 2013"},{"Date":2013,"Headline":"Demonstrators killed during protests over water shortages in Somaliland","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"At least two demonstrators are killed and others wounded when protests against water shortages are broken up by police firing live bullets. The shortages were caused by a work stoppage by private water vendors protesting new taxes.","Sources":"Hasan 2013"},{"Date":2013,"Headline":"Pakistan and India clash over Siachen Glacier","Conflict Type":"Trigger","Country":"India, Pakistan","Region":"Southern Asia","Description":"Tensions continue between India and Pakistan over access to and control of the Siachen Glacier in Kashmir, with a demand by Pakistan that India withdraw troops stationed there.","Sources":"Press Trust of India (PTI) 2013"},{"Date":2013,"Headline":"Clash between Kenyan herders and crop growers kills 56","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Fighting between Borana herders and the crop-growing Burji community kills at least 56 people in 2013. The violence is rooted in historic clan rivalries as well as competition for water and pasture in the arid region. Clashes between the two communities date back to the 1960s and are related to disputes over the use of political power to take control of water and fertile land.","Sources":"Khalif and Doya 2014"}]