[{"Date":2013,"Headline":"Tanzanian herders attempt take control of water source","Conflict Type":"Trigger","Country":"Tanzania","Region":"Sub-Saharan Africa","Description":"Conflicts over water continue in Tanzania between farmers and herders over dwindling water resources. In 2013, herders attempt to take over the central water source in the village of Makenya.","Sources":"Makoye 2013"},{"Date":2013,"Headline":"Militias cut off water supplies to Tripoli","Conflict Type":"Weapon","Country":"Libya","Region":"Northern Africa","Description":"Militias cut off water supplies to Tripoli for several days in continuing unrest in the country.","Sources":"Hurriyet Daily News 2013"},{"Date":2013,"Headline":"Water shortage causes riots in Jordan","Conflict Type":"Trigger","Country":"Jordan","Region":"Western Asia","Description":"The Syrian civil war and the displacement of refugees into Jordan contribute to a growing water supply crisis. In summer 2013, riots associated with water shortages are reported by the director of water utilities in Jordan's Mafraq governorate. He notes, \"Mafraq was on fire. People burned tires in the street and closed the roads. There was tension over water in the past, but the Syria crisis has made it much worse.","Sources":"Proctor 2014"},{"Date":2013,"Headline":"Blockade causes shutdown of Gaza wastewater treatment plant","Conflict Type":"Casualty","Country":"Palestine","Region":"Western Asia","Description":"An Egyptian and Israel blockade of Gaza cut fuel supplies and causes a shutdown of Gaza's wastewater treatment plants, leading to massive overflow of sewage.","Sources":"Al-Mughrabi 2013"},{"Date":2013,"Headline":"Water supply for the city of Kitchanga, Congo cut off resulting in deaths","Conflict Type":"Casualty","Country":"Congo","Region":"Sub-Saharan Africa","Description":"The water supply for the city of Kitshanga, Congo is cut off in clashes between DRC armed forces and the Alliance des Patriotes pour un Congo Libre et Souverain (APCLS). The violence kills tens of civilians, including a humanitarian worker, wounds hundreds of people, and displaces thousands.","Sources":"UN News Service 2013"},{"Date":2013,"Headline":"Car bomb targets water supply systems in Colombia","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"A car bomb thought to be targeted at a community water supply detonates near an aqueduct. No group claims responsibility, however Colombian officials attributed it to the Revolutionary Armed Forces of Colombia (FARC).","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201302060003"},{"Date":2013,"Headline":"Water station in Egypt is attacked","Conflict Type":"Trigger, Casualty","Country":"Egypt","Region":"Northern Africa","Description":"A water station in Bir al-Abd town is attacked. No one is reported injured or killed. The attackers claim that the water station was built on their lands.","Sources":"MA'AN News Agency 2013"},{"Date":2013,"Headline":"Water tanker in Myanmar is attacked","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"Employees of the private company Assam Rifles are escorting a water tanker near the Manipur-Myanmar border when they are attacked with a remotely-detonated bomb. No one is reported injured, however the water tanker is damaged.","Sources":"Laithangbam 2013"},{"Date":2013,"Headline":"Water project employees kidnapped in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Four water project employees are kidnapped by assailants dressed as police officers. The outcome of the kidnapping is unknown and no group has claimed responsibility for the incident.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201311190066"},{"Date":2013,"Headline":"Village water well destroyed in Somalia","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"The water well for a village in the Bay region is destroyed by an attack attributed to Al-Shabaab.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201312020003"},{"Date":"2013-2014","Headline":"Fight over control of water in Pakistan","Conflict Type":"Trigger","Country":"Pakistan","Region":"Southern Asia","Description":"In Karachi, rival sects of the Taliban fight for the control of water by controlling infrastructure and land.","Sources":"Hamid 2012a"},{"Date":2013,"Headline":"Environmental activist Tomas Garcia is killed at peaceful protest of the Agua Zarca Dam project in Honduras","Conflict Type":"Trigger","Country":"Honduras","Region":"Latin America and the Caribbean","Description":"Environmental activist, Tomas Garcia, dies after being shot by the Honduran military during a peaceful protest of the Agua Zarca Dam project.","Sources":"International Rivers 2013"},{"Date":2014,"Headline":"Kyrgyzstan and Tajikistan security clash over border dispute","Conflict Type":"Casualty","Country":"Kyrgyzstan, Tajikistan","Region":"Central Asia","Description":"Security forces in Kyrgyzstan and Tajikistan clash over a border dispute. Among the targets of the violence, which leave security forces wounded on both sides, are a small dam and electricity substation inside Kyrgyzstan. The local grievances include disputes over access to pasture and water resources.","Sources":"Trilling 2014"},{"Date":2014,"Headline":"Protests over water shortages in South Africa turn violent","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"At least four people are killed in South Africa during protests over water shortages in the northern town of Brits.","Sources":"Sky News 2014"},{"Date":2014,"Headline":"Three US citizens arrested for planning attack on water treatment plant","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"Three men in the state of Georgia are arrested for planning to attack water treatment plants, power grids, and other infrastructure in an effort to incite anti-government militias in the United States to fight the federal government. A criminal complaint charges them with conspiring to receive and possess firearms, specifically pipe bombs and thermite grenades. Thermite grenades are military-grade weapons typically used to destroy vehicles, weapons systems, and other equipment.","Sources":"Brumback 2014"},{"Date":2014,"Headline":"Water pipeline destroyed in South Sudan","Conflict Type":"Casualty","Country":"South Sudan","Region":"Northern Africa","Description":"Fighting around Malakal, in South Sudan, displaces thousands and leaves many dead. A military checkpoint and water pipeline to the United Nations Mission in South Sudan (UNMISS) compound and nearby Protection of Civilians area are targeted and destroyed.","Sources":"World Vision 2014"},{"Date":2014,"Headline":"Libyan tribal disputes include attacks on pumps","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"Disputes between two tribes in Libya, the Zwai and Tebu, include attacks on power stations and power cut for the pumps that operate the 'Man Made River' pipeline system, leading to water shortages.","Sources":"Adel 2014"},{"Date":2014,"Headline":"Christian militias reportedly kill Muslim civilians","Conflict Type":"Casualty","Country":"Central African Republic","Region":"Sub-Saharan Africa","Description":"Continued sectarian violence in the Central African Republic between Muslim and Christian militias includes reports of Muslim civilians being killed and their bodies thrown down water wells.","Sources":"Lodge 2014"},{"Date":2014,"Headline":"Civilians suffer violence, intentional water cuts along Georgia-Russia border","Conflict Type":"Casualty","Country":"Georgia, Russia","Region":"Eastern Europe","Description":"Despite continuing talks between Georgia and Russia following a 2008 war over South Ossetia and Abkhazia, violence continues in the region. Georgia says civilians along the line suffer violence and kidnappings, that school children are detained regularly by Russian troops, and that water and gas supplies are regularly cut off.","Sources":"Independent Online 2014"},{"Date":2014,"Headline":"Groups attack Venezuelan water treatment plant","Conflict Type":"Casualty","Country":"Venezuela","Region":"Latin America and the Ca","Description":"Unidentified groups attack the Bourgin water treatment plant in Merida, Venezuela and contaminate the local supply with diesel fuel. The contamination is discovered through water quality testing and the water supply to Merida is shut off for a short period for cleaning.","Sources":"Pearson 2014"}]