[{"Date":1841,"Headline":"Reservoir destroyed in Canada","Conflict Type":"Trigger, Casualty","Country":"Canada","Region":"North America","Description":"A reservoir in Ops Township, Upper Canada (now Ontario) is destroyed by neighbors who consider it a hazard to health.","Sources":"Forkey 1998"},{"Date":1844,"Headline":"Mob destroys reservoir in Ohio","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"A reservoir in Mercer County, Ohio is destroyed by a mob that considered it a health hazard.","Sources":"Scheiber 1969"},{"Date":"1850s","Headline":"New Hampshire residents attack dam","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"Attack on a New Hampshire dam that impounds water for factories downstream by local residents unhappy over its effect on water levels.","Sources":"Steinberg 1990"},{"Date":"1853-1861","Headline":"Mobs destroy canals in Indiana","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"Repeated destruction of the banks and reservoirs of the Wabash and Erie Canal in southern Indiana by mobs regarding it as a health hazard.","Sources":"Fatout 1972"},{"Date":"1860-1865","Headline":"US Civil War soldiers poison wells","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"General William T. Sherman's memoirs contain an account of Confederate soldiers poisoning ponds by dumping the carcasses of dead animals into them. Other accounts suggest this tactic was used by both sides.","Sources":"Eitzen and Takafuji 1997"},{"Date":1862,"Headline":"US Civil War Confederates use dams to cut off Union troops","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"During the US Civil War, Confederate forces near Yorktown use dams to flood the Warwick River and cut off Union troops. \"The enemy is pushed behind a branch of the Warwick River in which they control the depths of water by dams. McClellan did not intend to pass that stream at that time, or at that point where the skirmish took place. But the troops, finding the stream fordable went over (under whose immediate orders does not appear) and the water was then deepened so that they were measurably cut off.","Sources":"Hitchcock 1862"},{"Date":1863,"Headline":"Levees cut in Vicksburg, Virginia","Conflict Type":"Weapon, Casualty","Country":"United States","Region":"North America","Description":"General Ulysses S. Grant, during the Civil War campaign against Vicksburg, cut levees in the battle against the Confederates.","Sources":"Grant 1885"},{"Date":"1870s to 1881","Headline":"Water violence in New Mexico","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Recurrent friction and eventual violent conflict over water rights in the vicinity of Tularosa, New Mexico involving villagers, ranchers, and farmers.","Sources":"Rasch 1968"},{"Date":"1883-1884","Headline":"Cattlemen fight Texan landowners for access to water and pasture","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Drought in Texas in the early 1880s lead to growing disputes among ranch and land owners and cattlemen looking for access to grass and water for their stock. Cattlemen begin cutting fences to open access to water and pasture in what became known as the \"Texas Fence Cutters Range War.\" At least three men are killed in clashes between fence cutters and ranchmen during this period, until agreements are reached.","Sources":"Gard 2010"},{"Date":1887,"Headline":"Mob dynamites Ohio reservoir","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"Dynamiting of a canal reservoir in Paulding County, Ohio by a mob regarding it as a health hazard. State Militia called out to restore order.","Sources":"Walters 1948"},{"Date":1890,"Headline":"Canal lock destroyed in Canada","Conflict Type":"Casualty","Country":"Canada","Region":"North America","Description":"Partly successful attempt to destroy a lock on the Welland Canal in Ontario, Canada either by Fenians protesting English Policy in Ireland or by agents of Buffalo, NY grain handlers unhappy at the diversion of trade through the canal.","Sources":"Styran and Taylor 2001"},{"Date":1898,"Headline":"France and Britain battle over Nile","Conflict Type":"Trigger","Country":"Mahdist State","Region":"Northern Africa","Description":"Military conflict nearly ensues between Britain and France in 1898 when a French expedition attempts to gain control of the headwaters of the White Nile. While the parties ultimately negotiate a settlement of the dispute, the incident is since characterized as having \"dramatized Egypt's vulnerable dependence on the Nile, and fixed the attitude of Egyptian policy-makers ever since.","Sources":"Moorehead 1960"},{"Date":1903,"Headline":"A deathly riot arose over the cost of water in Port of Spain, Trinidad","Conflict Type":"Trigger","Country":"Trinidad","Region":"Latin America and the Ca","Description":"In 1903, the government in Port-of-Spain, Trinidad passes an ordinance increasing the price of water following the construction of national waterworks infrastructure. Public meetings are held to protest the increase, culminating in a riot at the seat of government, the Red House. Protestors set the building on fire and during the riot police kill 16 people and injure 42 others.","Sources":"Mahoney 2013"},{"Date":1904,"Headline":"German colonial troops poison desert water wells","Conflict Type":"Weapon","Country":"German Southwest Africa","Region":"Sub-Saharan Africa","Description":"German colonial troops brutally suppress a rebellion by the Herero people of German South-West Africa (modern-day Namibia). General Lothar von Trotha pledges to exterminate the Herero people in what has become known as the Herero and Namaqua Genocide. The Germans drive ethnic Herero and Namaqua populations into the Namib desert leading to massive death from dehydration and starvation; they also reportedly poison desert water wells. Later, the UN estimates that up to 100,000 were killed, or 70% of the Herero population.","Sources":"Totten Parsons and Charny 2004"},{"Date":"1907-1913","Headline":"Los Angeles aqueduct bombed","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"The Los Angeles Valley aqueduct/pipeline suffers repeated bombings in an effort to prevent diversions of water from the Owens Valley to Los Angeles.","Sources":"Reisner 1993"},{"Date":"1908-1909","Headline":"Violence over fishing in Tennessee","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Violence, including a murder, directed against agents of a land company that claims title to Reelfoot Lake in northwestern Tennessee who attempt to levy charges for fish taken and threaten to drain the lake for agriculture.","Sources":"Vanderwood 1969"},{"Date":1915,"Headline":"German troops poison South African wells","Conflict Type":"Casualty","Country":"German Southwest Africa","Region":"Sub-Saharan Africa","Description":"Union of South African troops capture Windhoek, capital of German Southwest Africa in May 1915. Retreating German troops poison wells - \"a violation of the Hague convention.","Sources":"Daniel 1995"},{"Date":1935,"Headline":"Arizona mobilizes troops to protest Parker Dam","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Arizona calls out the National Guard and militia units to the border with California to protest the construction of Parker Dam and diversions from the Colorado River; dispute ultimately is settled in court.","Sources":"Reisner 1993"},{"Date":1937,"Headline":"Dams attacked in Spanish Civil War","Conflict Type":"Casualty","Country":"Spain","Region":"Southern Europe","Description":"During the Spanish Civil War, two concrete gravity dams, at Burguillo and Ordunte, are attacked by the Nationalist army, with a 2.5-ton charge placed in an inspection gallery at Ordunte. Some limited damage; repaired 1938-1939.","Sources":"Pagan 2005"},{"Date":1938,"Headline":"China floods Yellow River to defend from Japan","Conflict Type":"Weapon, Casualty","Country":"China, Japan","Region":"Eastern Asia","Description":"Chiang Kai-shek orders the destruction of flood-control dikes of the Huayuankou, Henan section of the Huang He (Yellow) River, in order to flood areas threatened by the Japanese army. West of Kaifeng, dikes are destroyed with dynamite, spilling water across the flat plain. Even though the flood destroys part of the invading army and mires its equipment in mud, Wuhan, the headquarters of the Nationalist government is taken by the Japanese in October. Floodwaters cover an area variously estimated as between 3,000 and 50,000 square kilometers, and kill Chinese estimated in numbers between \"tens of thousands\" and \"one million.","Sources":"Hillel 1991"}]