[{"Date":2014,"Headline":"Militia burn and loot South Darfur refugee camp, destroying water wells","Conflict Type":"Casualty","Country":"Sudan","Region":"Northern Africa","Description":"Armed Janjaweed militia burn and loot a South Darfur refugee camp, killing a local sheikh, injuring others, looting property and livestock, and destroying all water wells.","Sources":"Radio Dabanga 2014"},{"Date":2014,"Headline":"Farmers and herdsmen clash over land and water access","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"In Nigeria, Tiv/Agatu farmers and Fulanis herdsmen clash over access to grazing land and water points. In April 2014, President Goodluck Jonathan orders military operations in Benue, Nasarawa, and Plateau states in an effort to reduce the violence.","Sources":"All Africa 2014"},{"Date":2014,"Headline":"Ukraine accused of cutting water supply","Conflict Type":"Weapon","Country":"Ukraine, Crimea","Region":"Western Asia","Description":"After Russia annexes Crimea from the Ukraine, they accuse the Ukraine of cutting off the water supply in the North Crimea Canal, leading to a water shortage for Crimea's agricultural fields growing grapes, rice, maize, and soya. The canal delivers water from the Dnieper River in southern Ukraine and accounts for 80% of Crimea's water supply. The Ukraine government denies any political motive for the cut in supply, describing the reduced flow as a temporary result of building a flow structure to measure water deliveries.","Sources":"British Broadcasting Corporation (BBC) 2014a"},{"Date":2014,"Headline":"Insurgents seize Falluja Dam","Conflict Type":"Weapon, Casualty","Country":"Iraq","Region":"Western Asia","Description":"Insurgents from Islamic State in Iraq and the Levant (ISIL) seize the Fallujah Dam in Iraq and close the floodgates to cause upstream flooding and to cut downstream water supply. The objective is to flood the area around the city of Fallujah to force government troops to retreat and lift a siege, while cutting water supplies and hydroelectricity generation for other parts of the country.","Sources":"Coles 2014"},{"Date":2014,"Headline":"Upper caste women reportedly restrict access to water sources","Conflict Type":"Weapon","Country":"India","Region":"Southern Asia","Description":"Tensions revive in the area of Jammu and Kashmir in early 2014 when upper caste women reportedly restrict access to higher quality water sources.","Sources":"Sharma 2014"},{"Date":2014,"Headline":"Government reportedly bombs pumping stations in Aleppo, Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"The water supply for the Syrian city of Aleppo is cut off in both regime and opposition-controlled areas. The city's water pumping stations are bombed, reportedly by the government, as are water distribution networks in opposition-controlled areas. In return, the Syrian Ministry of Foreign Affairs blames opposition forces for the water crisis.","Sources":"Bulos 2014"},{"Date":2014,"Headline":"Village clashes with police over spring","Conflict Type":"Trigger","Country":"Mexico","Region":"Latin America and the Ca","Description":"A confrontation over a water spring between 1,500 police and residents of a village on Mexico City's western outskirts leaves more than 100 police injured and five people arrested. It is the latest in a series of clashes over increasingly scarce water in the city, which draws much of its supply from surrounding states. Local governments say they are trying to extend municipal supply to the area; residents are afraid the objective is to take control over a local water source.","Sources":"Stevenson 2014"},{"Date":2014,"Headline":"Islamic State fighters advance on Haditha Dam","Conflict Type":"Weapon, Casualty","Country":"Iraq","Region":"Western Asia","Description":"Iraqi officials report that fighters with the Islamic State in Iraq and the Levant (ISIL) are advancing on the Haditha Dam, the second-largest in Iraq, raising the possibility of catastrophic damage and flooding. The ISIL militants are fighting for control of the Euphrates River dam, about 120 miles northwest of Baghdad and government forces were fighting to halt their advance. Army officers tell employees to stay inside and to be prepared to open the dam's floodgates if ordered to do so, one employee said.","Sources":"Rubin and Nordland 2014"},{"Date":2014,"Headline":"Protests over spring diversion erupts in violence","Conflict Type":"Trigger","Country":"Mexico","Region":"Latin America and the Ca","Description":"Protestors in San Bartolo Ameyalco on the outskirts of Mexico City battle anti-riot police during a protest to prevent the diversion of local spring water to a new development nearby. More than 100 people are injured, some seriously.","Sources":"Becerra 2014"},{"Date":2014,"Headline":"Israel damages water and wastewater systems in Gaza","Conflict Type":"Casualty","Country":"Palestine","Region":"Western Asia","Description":"During the 2014 Israel-Gaza conflict, Gaza's water infrastructure is heavily damaged. The World Health Organization and other aid groups report that a water facility, wastewater treatment plants, and a desalination facility are damaged by Israeli military action. Moreover, electricity shortages impede the ability of the remaining wastewater treatment plants to function effectively.","Sources":"Kershner and Akramjuly 2014"},{"Date":2014,"Headline":"Armed bandits force villages to pay a 'water tax'","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Drought in northern India causes local bandits to threaten to kill nearby villagers unless they deliver water to their rural hideouts. Twenty-eight local villages obey the order and take turns paying what the bandits call a daily \"water tax.'","Sources":"Banerjee 2014"},{"Date":2014,"Headline":"Water system in Donetsk, Ukraine damaged during conflict with Russia","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"During the conflict between the Ukraine and Russia, water systems for the city of Donetsk are damaged. The Donbas Water Company stops three pumping station from bringing water to the Siversky Donets-Donbas channel due to damages from the conflict.","Sources":"Kiev Post 2014"},{"Date":2014,"Headline":"Islamic State forces take control of Mosul Dam","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Mosul Dam in Iraq is taken over by Islamic State in Iraq and the Levant (ISIL) forces in August 2014. Over the next several weeks, Kurdish and US forces attack ISIS/ISIL in the region and retake control of the dam.","Sources":"Maler 2014"},{"Date":2014,"Headline":"In Texas, family feud over water well erupts in violence","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"A dispute over a water well leads to a violent assault with a sword and gun. Two men are arrested.","Sources":"Hlavaty 2014"},{"Date":2014,"Headline":"Free Syrian Army cuts off water supply to Wadi Barada","Conflict Type":"Weapon","Country":"Syria","Region":"Western Asia","Description":"Syrian government forces are driven out of Wadi Barada's villages after the Free Syrian Army (FSA) cuts off water supply from Ain al-Fijah, a major spring serving the Damascus area.","Sources":"Reznick 2016"},{"Date":2014,"Headline":"U.S.-led coalition launches airstrikes to protect dams from ISIS","Conflict Type":"Weapon, Casualty","Country":"Iraq","Region":"Western Asia","Description":"A U.S.-led coalition launches a series of air strikes against targets of the Islamic State in Iraq and the Levant (ISIL) in areas around Mosul Dam, Fallujah Dam, and Haditha Dam in Iraq. U.S. aircraft destroy an ISIL-built earthen berm near the Fallujah Dam. This berm was built by ISIL to control downstream water supplies and to increase the flow of the Euphrates River into Abu Ghraib canals, flooding local Shiite neighborhoods in east Fallujah and forcing the locals to evacuate.","Sources":"British Broadcasting Corporation (BBC) 2014b"},{"Date":2014,"Headline":"Over 1000 killed in Nigeria over access to land and water","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"Violence between farmers and herders kills over 1,000 people in 2014 in Nigeria alone, according to Human Rights Watch. At the root of this violence is the issue of access to land and water resources.","Sources":"McAleer 2014"},{"Date":2014,"Headline":"Riots over erratic water supply in Kitwe","Conflict Type":"Trigger","Country":"Zambia","Region":"Sub-Saharan Africa","Description":"Kitwe's Wusakile and Chamboli townships experience riots over erratic water supply. Residents engage police in skirmishes and eight people are arrested.","Sources":"Zambia Daily Mail 2014"},{"Date":2014,"Headline":"Attack on water construction project in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Shots are fired at a checkpoint for an Iranian company working on a water project south of Kirkuk, Iraq.","Sources":"Aswat al-Iraq 2014a"},{"Date":2014,"Headline":"Bombing injures two at water project in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Two people are injured when a bomb explodes near the center of the city Tuz Khurmatu at the town's water project.","Sources":"Aswat al-Iraq 2014b"}]