[{"Date":2014,"Headline":"Islamic State uses Falluja Dam as a weapon","Conflict Type":"Weapon","Country":"Iraq","Region":"Western Asia","Description":"Islamic State closes the Fallujah Dam floodgates and diverts water over an irrigation channel into a side valley, inundating land up to 100km away and placing parts of the city of Abu Ghraib under up to four meters of water. More than 10,000 houses and 200 square kilometers of farmland are flooded and extensive livestock killed. Water for millions of people in the cities of Karbala, Najaf, and Babil is cut off for a time.","Sources":"UN Security Council 2017"},{"Date":2014,"Headline":"Multiple water projects are attacked in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"In less than a week, several water projects are the targets of explosives, killing six employees of one of the water projects and damaging the infrastructure in Al-Shirqat District, Saladin Governorate, and Mushirfah, Nineveh Governorate, Iraq.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201404090018, 201404130034"},{"Date":2014,"Headline":"Islamic State blocks access to water","Conflict Type":"Weapon","Country":"Iraq","Region":"Western Asia","Description":"In Iraq, Islamic State blocks access to water in the predominantly Christian town of Qaraqosh (also known as Bakhdida), take over farms and agricultural land, and expel most of the 50,000 residents.","Sources":"UN Security Council 2017"},{"Date":2014,"Headline":"Water purification plant in Fallujah attacked","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"At least two people die from a blast at a water purification plant in the city of Fallujah, in Al Anbar Province. More than 20 people are hospitalized from chlorine poisoning from the destruction of a water-purification chemical storage facility.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201406130089"},{"Date":2014,"Headline":"Water well attacked in Pakistan","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"Two schools and a solar-powered tube well are destroyed in a blast attributed to militants in the Mohmand Agency. No injuries are reported.","Sources":"Newspaper Correspondent, The 2014"},{"Date":2014,"Headline":"Haditha Dam on the Euphrates River is attacked","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Reports from a military spokesperson from Iraq say secuirty forces fought off militant groups trying to sieze Haditha and a nearby dam on the Euphrates River. 40 militants are killed by the security forces.","Sources":"Derechos Human Rights and Equipo Nizkor 2014"},{"Date":2014,"Headline":"Water treatment facilities and a dam in the Ukraine are attacked","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Gunmen fire at a water filtration center, causing an unknown number of casualties. Landmines are planted at a dam in Bakhmut (formerly Artemivsk district), Donetsk Oblast, Ukraine. The outcome of the attack is not reported and no group claims responsibility, although it is attributed to the Donetsk People's Republic.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201407140120"},{"Date":2014,"Headline":"Attack on an aqueduct in Colombia cuts off water for 16,000","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"An unclaimed attack on an aqueduct leaves approximately 16,000 people without water. The  Revolutionary Armed Forces of Colombia (FARC) is blamed for the attack and criticized by a Colombian military general for causing a war crime by breaking international law that prohibits attacks on water systems.","Sources":"Escobar 2014"},{"Date":2014,"Headline":"Water pipeline is damaged in Colombia","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"A water pipeline is damaged by an explosive device near the Pan-American Highway in Colombia. The attack is attributed to the Revolutionary Armed Forces of Colombia (FARC).","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201407310004"},{"Date":2014,"Headline":"Levees along the Shebelle river are destroyed","Conflict Type":"Weapon","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Levees are destroyed along the Shebelle River in Somalia, in an attempt, sources claim, to make roads unusable by military forces. The attack is attributed to Al-Shabaab.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201409010003"},{"Date":2014,"Headline":"A bomb damages a water pipeline in the city of Minva Al-Qamh","Conflict Type":"Casualty","Country":"Egypt","Region":"Northern Africa","Description":"A person is injured when an explosive device placed under a water pipeline is detonated in the city of Minya Al-Qamh, Eygpt. The pipeline is not damaged. No one claims responsibility for the explosion.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201409270026"},{"Date":2014,"Headline":"Hydroelectric power plant is attacked","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"A hydroelectric power plant in Kars Province, Turkey is attacked by the Kurdistan Workers' Party. Three attackers are killed. The next day, three off-duty Turkish soldiers are killed in retribution.","Sources":"Staff, Reuters 2014"},{"Date":2014,"Headline":"Water supply reservoir is attacked in Ukraine","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"The regional water utility company in the Donetsk Oblast province of eastern Ukraine reports that the reservoir in rebel-controlled Horlivka has been hit by shells. Two injuries are reported.","Sources":"Naharnet Newsdesk 2014"},{"Date":2014,"Headline":"Water construction equipment damaged","Conflict Type":"Trigger, Casualty","Country":"India","Region":"Southern Asia","Description":"Maoists in Dharambandha, India claim responsibility for a bombing attack on a culvert and the excavation machine being used to build a canal.","Sources":"New Indian Express, The 2014"},{"Date":2014,"Headline":"At least 30 people reported killed in attack on Hadithah Dam, Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"At least 30 people are reported killed during an attack on a dam in the Hadithah area of Iraq. No group claims responsibility for the attack but it is thought to have been carried out by Islamic State.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201412290031"},{"Date":2014,"Headline":"Islamic State contaminates drinking water supplies, Syria","Conflict Type":"Weapon","Country":"Syria, Iraq","Region":"Western Asia","Description":"Islamic State deliberately contaminates drinking water with crude oil in the Balad district of the Salahaddin Governorate. Poisoned water supplies are also reported from Aleppo, Deir ez Zor, Raqqa, and  Baghdad.","Sources":"UN Security Council 2017"},{"Date":2014,"Headline":"Violence over access to water between neighbors in Kyrgyzstan leaves one dead","Conflict Type":"Trigger","Country":"Kyrgyzstan","Region":"Central Asia","Description":"In Kyrgyzstan an Uzbek farmer is killed by his Kyrgyz neighbor who reportedly attacks him over access to irrigation water.","Sources":"Arnold 2018"},{"Date":"2014-2015","Headline":"Islamic State destroys water wells, pumps, and pipes in agricultural regions in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Farmers returning to their land in northwestern Iraq after the Islamic State (ISIS/ISIL) find widespread devastation to agricultural land, livestock, and machinery, including water pumps, wells, pipes and generators. One assessment by the Iraq Food and Security Cluster Partnership notes that of the 450 deep wells, only 50 are still useable. Another assessment by Amnesty International details the destruction of wells on the properties of more than 30 different farmers from across the country.","Sources":"Joint Crisis Coordination Center 2015"},{"Date":2014,"Headline":"Pojom II hydroelectric project facilities set on fire","Conflict Type":"Casualty, Trigger","Country":"Guatemala","Region":"Latin America and the Caribbean","Description":"The Pojom II hydroelectric project facilities are set on fire. This is one of three proposed hydroelectric projects in the northern Huehuetenango region of Guatemala that has been opposed by many of the local community.","Sources":"Environmental Justice Atlas 2018"},{"Date":2014,"Headline":"Palestinian water supply and wastewater system hit by Israeli war planes","Conflict Type":"Casualty","Country":"Palestine","Region":"Western Asia","Description":"Israeli warplanes hit water supply wells, pipelines, and wastewater treatment plants servicing hundreds of thousands of Palestinians in the Gaza region. Palestinian officials state that the attacks intentionally targeted the infrastructure, mounting a a war crime under the Geneva Protocol.","Sources":"Omer 2014"}]