[{"Date":2015,"Headline":"Yemen's civil war leaves millions without access to drinking water","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"The Yemeni Interior Ministry claims up to 4,000 people die annually from water-related violence including raids on wells and other fights over water access involving armed groups. A report from Yemen's pro-government newspaper estimates that 70-80% of conflicts in rural areas are about water. The UNFAO estimates that about 20 million Yemenis do not have access to drinking water because of the ongoing civil war.","Sources":"Whitehead 2015"},{"Date":2015,"Headline":"In Somalia, dozens killed in local land and water dispute","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Dozens are killed in clan-related violence in Somalia's Hiran region. Sources say the violence is related to tensions over access to water and pasture, as well as local politics.","Sources":"Agence France-Presse (AFP) 2015a"},{"Date":2015,"Headline":"Islamic State shuts off water flow below Ramadi Dam","Conflict Type":"Weapon","Country":"Iraq","Region":"Western Asia","Description":"In June 2015, Islamic State in Iraq and the Levant (ISIL) militants shut off and redirect water flows below Ramadi Dam in order to facilitate military movements across the Euphrates River. As a result, communities downstream face water shortages.","Sources":"Alkhshali and Smith-Spark 2015"},{"Date":2015,"Headline":"Ukrainian town loses water supply","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Most of the villages and towns in the southwest portion of the Lugansk region in Ukraine lose access to their water supply after fighting damages a water main.","Sources":"Agence France-Presse (AFP) 2015c"},{"Date":2015,"Headline":"Revolutionary forces in Colombia blow up a water treatment facility","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"According to military officials, Revolutionary Armed Forces of Colombia (FARC) \"detonated a high power explosive device,\" destroying a water facility in the town of Algeciras, in southwestern Colombia, disrupting service to about 13,000 people.","Sources":"Agence France-Presse (AFP) 2015b"},{"Date":2015,"Headline":"Terrorists bomb main water pipe into Aleppo, Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Fighters from Jabhat al-Nusra, the Syrian branch of Al-Qaeda, bomb the main pipeline carrying water to the city of Aleppo from the Euphrates River. More than 100 people are sickened by contaminated water.","Sources":"Reznick 2016"},{"Date":2015,"Headline":"Saudi Arabia destroys a water bottling plant in Yemen; kills dozens","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A plant is destroyed and 14 workers are killed in Yemen in an aerial bombing by a Saudi-led coalition. The Yemeni Defense Ministry claims the facility was a bottled water plant, while the Saudi-led coalition claims the facility was used to make bombs and train African migrants. Human Rights Watch finds no evidence the facility was anything except a bottling plant.","Sources":"Fahim 2015"},{"Date":2015,"Headline":"Small Peruvian town protests company's groundwater pumping","Conflict Type":"Trigger","Country":"Peru","Region":"Latin America and the Ca","Description":"In a feud over water, farmers in the Peruvian town of Ocucaje challenge an effort by a company, Agricola La Venta, to start pumping from three wells. Water from the wells would flow through about eight miles of pipes to a farm that produces table grapes for export. Protesters set fire to plastic pipes and one protester is injured by company representatives during a dispute. The town is already struggling with serious water shortages and villagers are concerned that the pumping would further threaten water supplies.","Sources":"James 2015"},{"Date":2015,"Headline":"Russian Federation forces bomb water treatment facility in Aleppo, Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Russian Federation forces bomb the al-Khafsa water treatment facility in the city of Aleppo, reportedly mistaking it for an oil production facility. The treatment plant draws water from the Euphrates River and is called \"one of the most important in Syria, producing an average of 18 million litres of drinking water daily.\" According to UNICEF, \"The bombing caused severe damage and cut off piped water supplies on which approximately 3.5 million people depend.\" Water pumping operations have since been partially restored, but more than 1.4 million people in rural Aleppo continue to suffer interruptions to their supply.","Sources":"UNICEF 2015"},{"Date":2015,"Headline":"Iranian border guards open fire on Afghan villagers accessing river water","Conflict Type":"Trigger","Country":"Afghanistan","Region":"Southern Asia","Description":"A dispute over the allocation and rights to water from the Hari Rud River between Afghanistan and Iran leads to at least ten deaths when Iranian border guards allegedly open fire on Afghan villagers trying to collect river water. The river provides water for agricultural production in Herat province, Afghanistan, and to the downstream Iranian city of Mashhad, Iran's second largest city.","Sources":"Karimi and Hulpachova 2015"},{"Date":2015,"Headline":"Clashes between pastoralists and farmers over water access.","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Clashes continue between pastoralists and farmers over access to water and grazing lands in the face of severe drought. Water shortages have forced the herders to move to farmers' land for grazing, leading to clashes.","Sources":"Langat 2015"},{"Date":2015,"Headline":"Attacks interrupt construction of Illisu and Silvan dams, Turkey","Conflict Type":"Trigger, Casualty","Country":"Turkey","Region":"Western Asia","Description":"At the end of 2014, work on the Ilisu Dam stops for four months after the armed wing of the Kurdistan Workers' Party (PKK) kidnaps two of the project's subcontractors. When construction resumes, the largely non-Kurdish workforce is escorted to the site by military tanks. Militants also target Diyarbakir's Silvan Dam by placing explosives on the roads leading into the site, and security threats in the region cause construction delays.","Sources":"Stratfor 2016"},{"Date":2015,"Headline":"Bombing of an oil pipeline leads to contamination of water supplies","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"Revolutionary Armed Forces of Colombia (FARC) rebels bomb an oil pipeline, causing it to spill 10,000 barrels of oil into the Mira River, leaving an estimated 150,000 people without drinking water. Colombian President Juan Manuel Santos declares a state of emergency in the state of Tumaco due to the spill.","Sources":"Presstv 2015"},{"Date":2015,"Headline":"Kosovo authorities shut off water to Pristina as preventative measure against a planned attack","Conflict Type":"Casualty","Country":"Kosovo","Region":"Eastern Europe","Description":"A planned attack on the water supply in Pristina, Kosovo is prevented before its execution. The attack is intended to contaminate Badovac Lake, the largest water reservoir uphill of the city. As a preventative measure, Kosovo authorities temporarily shut off the water supply to tens of thousands of people in the capital after police arrest five suspects linked to Islamic State.","Sources":"Guardian, The 2015"},{"Date":2015,"Headline":"A water filtration plant in the Ukraine is damaged","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"During multiple attacks on the city of Shchastya, Ukraine, a water filtration station is hit. One person is killed and two others wounded during the attacks. While no group claims responsibility for the attacks, they are attributed to the Luhansk People's Republic.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201501140039"},{"Date":2015,"Headline":"Islamic State attacks Mosul Dam on the Tigris","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"An attack by Islamic State (IS) fighters on the Mosul Dam on the Tigris river leads to the death of 16 Kurdish Peshmerga soldiers. The dam provides electricity to part of the Anbar province, which was under IS's control at the time. In August 2014, the dam is seized by Kurdish and Iraqi government forces from IS, who had taken control of it weeks earlier. The 1,200 families who are said to have been operating the dam mostly fled when IS seized power in fear that the dam would be used to flood downstream communities.","Sources":"Al Jazeera 2015"},{"Date":2015,"Headline":"Militants attack water treatment facility","Conflict Type":"Casualty","Country":"Philippines","Region":"Southeast Asia","Description":"Suspected New People's Army (NPA) militants hold up a water-treatment facility claiming that it had failed to pay \"revolutionary taxes\" to the NPA. No people are harmed, but armed guards are disarmed and additional items are taken from the personnel at the facility.","Sources":"Locsin 2015"},{"Date":2015,"Headline":"Islamic State attacks Iraqi security forces around Euphrates River dam","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"The Islamic State attacks Iraqi security forces and affiliated militiamen stationed around Adhaim dam on the Al Uzym River, north of Baghdad. Accounts differ as to the total number of deaths, however both sides suffer losses of life and numerous fighters are injured.","Sources":"IANS 2015"},{"Date":2015,"Headline":"Water pipeline damaged in Pakistan","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"A water pipeline is damaged in a blast from an explosive reportedly placed by the Baloch Repbulican Army in Nokani, Balochistan province, Pakistan. No injuries are reported.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201502220004"},{"Date":2015,"Headline":"Attack on water supply reservoir in Libya","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"A reservoir appears to have been the target of an attack by supposed Muslim fundamentalists in the city of Zintan, Jabal Al Gharbi district, Libya.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201503050029"}]