[{"Date":2015,"Headline":"Islamic State cuts off irrigation water","Conflict Type":"Weapon","Country":"Iraq","Region":"Western Asia","Description":"Following the capture of Ramadi Dam, the Islamic State cuts water for irrigation systems and treatment plants in the predominantly Shiite downstream provinces of Babil, Karbala, Najaf and Qadisiya, threatening Iraqi food production.","Sources":"UN Security Council 2017"},{"Date":2015,"Headline":"Islamic State captures Tharthar Dam on the Tigris River","Conflict Type":"Casualty, Weapon","Country":"Iraq","Region":"Western Asia","Description":"The Islamic State attacks and successfully captures Tharthar Dam near Fallujah, on the Tigris River in Anbar province, Iraq. The attack leaves 127 Iraqi soldiers dead. After capturing the dam, the fighters open at least one floodgate, affecting downstream communities.","Sources":"Sabah and Alwan 2015"},{"Date":2015,"Headline":"Water plant in Colombia severely damaged in attack","Conflict Type":"Casualty","Country":"Colombia","Region":"Latin America and the Ca","Description":"A water plant near Algeciras, Colombia is severely damaged from an explosive, leaving approximately 13,000 people without services. The Revolutionary Armed Forces of Colombia (FARC) rebels are blamed for the attack. This attack on infrastructure comes after several other similar attacks on electrical plants and towers.","Sources":"Naharnet Newsdesk 2015"},{"Date":2015,"Headline":"Philippine town loses access to water after pipeline is bombed.","Conflict Type":"Casualty","Country":"Philippines","Region":"Southeast Asia","Description":"A predominantely Muslim town in southern Philippines loses access to water after a group known as Abu Sayyaf is suspected in an explosion that damaged local water pipes. This group is said to be linked to al-Qaeda and/or at least inspired by al-Qaeda's strategy to attack water infrastructure in Iraq. The affected town is without municipal water for at least several days. In a possibly related incident a person guarding the water facility is killed.","Sources":"Manilia Bulletin 2015"},{"Date":2015,"Headline":"Water pipe attacked in Egypt","Conflict Type":"Casualty","Country":"Egypt","Region":"Northern Africa","Description":"A bomb explodes under a water pipe in al-Rahmaniya village, Abu Kebir, Sharqia governorate, Egypt.","Sources":"Al-Youm 2015"},{"Date":2015,"Headline":"Soldiers guarding Turkish dam are attacked","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"Turkish soldiers guarding a hydroelectric dam are attacked with rockets and long-range gunfire by the Kurdistan Workers' Party (PKK) in the Kulp district of Diyarbakir. One soldier is killed and three wounded.","Sources":"Agence France-Presse (AFP)  2015d"},{"Date":2015,"Headline":"Explosive devices discovered near water treatment plant in Canada","Conflict Type":"Casualty","Country":"Canada","Region":"North America","Description":"Two small explosive devices are discovered near a water treatment plant in Barrie, Canada. No one is injured and no suspects are identified in a report on the incident.","Sources":"Davidson 2015"},{"Date":2015,"Headline":"Silvan Dam construction site attacked","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"A remotely detonated explosive on a road used for delivering supplies to the Silvan Dam construction site kills one civilian, a child. The bomb is thought to be planted by the Kurdistan Workers' Party (PKK) and targeted at military vehicles.","Sources":"Daily Sabah Turkey 2015"},{"Date":2015,"Headline":"Cuts in water access trigger protests","Conflict Type":"Trigger","Country":"Egypt","Region":"Northern Asia","Description":"Residents of Giza block a road to protest ongoing water cuts. Police break up the protest with tear gas.","Sources":"Hamama and Charbel 2015"},{"Date":"2015-2016","Headline":"Syrian rebel groups cut off water supply to Damascus","Conflict Type":"Weapon, Casualty","Country":"Syria","Region":"Western Asia","Description":"In August 2015, Syrian rebel groups cut off water from a spring in Ain al-Fijah, reducing water output to Damascus by 90 percent for three days and leading to water shortages and rationing. Rebels continue to periodically shut off the supply from the spring, resulting in water shortages in Ain al-Fijah and Damascus. Rebels threaten to blow up the spring if government forces enter the region.","Sources":"Reznick 2016"},{"Date":2015,"Headline":"A local activist is injured during attempt to observe well digging operation by a private agricultural corporation in Peru","Conflict Type":"Trigger","Country":"Peru","Region":"Latin America & the Caribbean","Description":"A local activist in Peru seeking to block corporate agricultural company, Agricola La Venta, from drilling wells is assaulted as she attempts to view a new well.","Sources":"James 2015"},{"Date":2015,"Headline":"Local farmers burn a water pipe in attempt to stop groundwater pumping","Conflict Type":"Trigger, Casualty","Country":"Peru","Region":"Latin America & the Caribbean","Description":"Local farmers in Peru burn a plastic water pipe in an attempt to stop groundwater pumping by a corporate agricultural company Agricola La Venta.","Sources":"James 2015"},{"Date":2015,"Headline":"Water tank is hit in an air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water tank is damaged in air raids in Sa'ada District, Saada, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water tank is hit in an air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water tank is damaged in an air raid in Al-Sab'ein District, Capital, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water tank is hit in an air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water tank is damaged in an air raid in Craiter District, Aden, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Night air raid damages water project in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An air raid damages a water project in Harad District, Hajjah, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water supply well is attacked in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water supply well attacked in Al-Ashah District, Amran, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water factory is hit in multiple air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The Adhban water factory is hit during three air raids that occured in August, in Sirwah District, Marib, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water trucks are damaged in conflict in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Water trucks are damaged during the conflict in Az Zuhrah District, Al Hudaydah, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"A water truck is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water truck is damaged during the conflict in Amran District, Amran, Yemen","Sources":"Yemen Data Project 2018"}]