[{"Date":2015,"Headline":"Water project is hit in air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project in Majzar District, Marib, Yemen is hit during multiple evening air raids.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Government water storage infrastructure is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A government-owned water storage unit is damaged in night-time air raids in Dhamar City District, Dhamar, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"State water utility infrastructure is attacked in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A state run water utility is a casualty to the conflict in Yareem District, Ibb, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Irrigation canals are damaged in two attacks in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Two attacks spanning a week in Al-Marawi'ah District, Hudaydah, Yemen leave irrigation canals damaged.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water infrastructure is attacked in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project in Al-Sharyah District, Al Bayda, Yemen is damaged. On the same day in Al-Mahabishah\nDistrict, Hajja, water wells are also damaged in an air raid.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water truck is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water truck owned by an oil & gas company is damaged in the conflict in Haydan District, Saada, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"State water corporation is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A state water corporation is damaged in the conflict in Yemen, in Shibam Kawkaban District, Al Mahwit, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Air raids damage water wells in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Multiple air raids over the course of a week damage water wells in Bakil Al-Mir and Hayran Districts, Hajjah, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Air raids damage water infrastructure in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Multiple air raids over the course of two days damage water wells and a water factory in Sihar District, Saada, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Water drilling rig is damaged during conflict in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water drilling rig is damaged in Yemen, in the Haydan District, Saada.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Air raid hits water well in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An early morning air raid hits a water well in Al Mokha District, Taizz, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Air raid hits water well in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well is damaged during an air raid in Razih District, Saada, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Air raid hits water well in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well is damaged during an air raid in Mustaba District, Hajjah, Yemen.","Sources":"Yemen Data Project 2018"},{"Date":2015,"Headline":"Attack of a dam blocked in Iraq","Conflict Type":"Casualty, Weapon","Country":"Iraq","Region":"Western Asia","Description":"In early January 2015 military troops in Iraq block an attack by IS militants that is attempting to destroy a dam and block a road connecting Diyala and the Shiite holy city of Sammara.","Sources":"Xhinua_2015"},{"Date":2016,"Headline":"Hundreds of activists killed","Conflict Type":"Trigger, Casualty","Country":"Honduras","Region":"Latin America and the Ca","Description":"Hundreds of environmental activists in Latin America have been killed in recent years. For example, in 2016, Berta C?ceres -- a prize winning activist working to stop development of the internationally funded Agua Zarca hydroelectric dam on the Gualcarque river -- is murdered after years of death threats and state persecution linked to her campaign. Two of her colleagues have also been killed.","Sources":"Watts 2016, Lakhani 2017"},{"Date":2016,"Headline":"Threats to cut off supply of water in northwestern Tunisia","Conflict Type":"Trigger","Country":"Tunisia","Region":"Northern Africa","Description":"Residents of Fernana in northwestern Tunisia threaten to cut off the supply of water delivered by a pumping station to the capital, Tunis. They are protesting economic conditions and repeated water cuts that have sparked anger and protests among the local population. At least one death is reported. Water shortages are experienced in Sousse, Nabeul, Sfax, Kef, Siliana, Beja, Sidi Bouzid, Ben Arous, Medenine and Tataouine. Given the increasing number of protests, the Tunisian citizen's water observatory, Watchwater, warns against a possible \"thirst uprising.","Sources":"Massy 2016"},{"Date":2016,"Headline":"Scarce water supplies in drought regions of India spark violence","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Scarce water supplies in drought-hit regions of India spark violence. As northern and central India suffer thorough severe drought and heat, police in Bundelkhand and several other regions including Tikamgarh are reporting a rise in violent, often deadly clashes over water. Indian police report that the fighting is getting more frequent and bloody, with numerous injuries and deaths reported.","Sources":"Niazi 2016a"},{"Date":2016,"Headline":"Rioting and looting over energy and water cuts in Venezuela","Conflict Type":"Trigger","Country":"Venezuela","Region":"Latin America and the Ca","Description":"Rioting and looting over energy and water cuts leaves fifteen people injured, as severe drought effects on hydropower generation worsen energy availability and economic disruptions. President Maduro blames the crisis on the fall in global oil prices, a drought that has affected hydroelectric power generation, and political factors.","Sources":"Polaco 2016"},{"Date":2016,"Headline":"Millions of people in Yemen deprived of access to clean water","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Attacks on water and power infrastructure throughout Yemen deprive nearly 20 million people of reliable access to clean water.","Sources":"Ghobari and Browning 2016"},{"Date":2016,"Headline":"Protests against the building of dams on the Brahmaputra River in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Protests against the building of dams on the Brahmaputra River in India's Himalayan state of Arunachal Pradesh turns violent, leading to two deaths and additional injuries. Both China and India have put forward plans for nearly 150 dams in the region, with major local opposition.","Sources":"Third Pole, The 2016"}]