[{"Date":2016,"Headline":"Riots over water in Bangalore, India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"At least two people die and others are injured in riots over water in Bangalore, India in the state of Karnataka. The unrest starts when the Indian Supreme Court orders Karnataka to release water from dams on the Kaveri river to neighboring Tamil Nadu. Over 400 people were arrested.","Sources":"Mortimer 2016, Gowen 2016"},{"Date":2016,"Headline":"Opposition leader killed after opposing threats to land and water","Conflict Type":"Casualty","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Environmental activist and opposition leader Sikhosiphi Radebe in South Africa is murdered after opposing industrial mining development that threatened community water and land.","Sources":"Schneider 2016b"},{"Date":2016,"Headline":"A severe drought sparked \"water riots\" in Northern KwaZulu-Natal","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"A severe drought in Northern KwaZulu-Natal sparks \"water riots' in the town of Jozini over access to water and in opposition to the installation of water meters. Violence erupts after a community protest, leading to the arrest of 23 people.","Sources":"Stolley 2016"},{"Date":2016,"Headline":"18 killed and 200 injured after reopening of the Munak canal","Conflict Type":"Weapon, Casualty","Country":"India","Region":"Southern Asia","Description":"At least 18 people are killed and 200 injured after the Indian Army intervenes to reopen the Munak canal, which supplies New Dehli with three-fifths of its freshwater supply. The canal is shut down by economic protests in Harayana state. Sabotage of the canal left more than 10 million people in India's capital, Delhi, without water.","Sources":"Sethi 2016"},{"Date":2016,"Headline":"Public officials taken hostage after an oil spill polluted local waters","Conflict Type":"Casualty","Country":"Peru","Region":"Latin America and the Ca","Description":"An indigenous community in the Peruvian Amazon takes at least eight public officials hostage after an oil spill pollutes local water and lands. The Wampis community of Mayuriaga seizes the military helicopter and holds crew members and public officials in concern over inadequate emergency response plans.","Sources":"Taj 2016"},{"Date":2016,"Headline":"Armed gaurds clash with farmers over drought-struck region of Bundelkhand","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Armed guards and farmers clash over access to water from Jamunia River at the Bari Ghat Dam in the drought-struck region of Bundelkhand.","Sources":"Das 2016, Niazi 2016b"},{"Date":2016,"Headline":"Islamic State fighters destroy pipeline that provides water for eastern Mosul, Iraq","Conflict Type":"Weapon, Casualty","Country":"Iraq","Region":"Western Asia","Description":"Islamic State fighters cut electricity to pumping stations and destroy a pipeline that provides water for eastern Mosul, Iraq, leaving more than half a million people without water. The group has intentionally cut off water supplies to various neighborhoods, according to a Mosul City Council official responsible for supervising the city's water and energy services.","Sources":"Tawfeeq and Abdelaziz 2016, Laessing 2016"},{"Date":2016,"Headline":"Massive opposition to project that threatens Indian heritage and water supplies","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Hundreds of people are injured and arrested at protests over the construction of a major oil pipeline that threatens water quality on and near Native American lands. Massive opposition to the project developed in 2016 when the planned route reached the site of a Native American tribe called the Standing Rock Sioux, who say the plans threaten their heritage and local water supplies.","Sources":"TheJournalie 2016"},{"Date":2016,"Headline":"Intentional attacks on water infrastructure","Conflict Type":"Weapon, Casualty","Country":"Syria","Region":"Western Asia","Description":"Control over power and water infrastructure and intentional attacks on that infrastructure are being used as  weapons in the civil war in Syria. Officials estimate there has been a 50 percent reduction in access to safe water in the country since the war began.","Sources":"Vidal 2016"},{"Date":2016,"Headline":"Stand-off over water rights and use resulting in death","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"In a standoff over water rights and land use, armed ranchers occupy a federal wildlife refuge in a protest that ends with one death and several arrests.","Sources":"Wiles 2016"},{"Date":2016,"Headline":"Attack by the Islamic State on Tishreen Dam on the Euphrates River","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Islamic State (IS) militants attack the Tishrin Dam on the Euphrates River in Syria. The attack is repelled with airstrikes. The following day a similar attack occurs during which at least 14 IS militants are killed.","Sources":"Lambert 2016"},{"Date":2016,"Headline":"Water pumping plant attacked in Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"A water pumping station is attacked by the Islamic State (IS) in Deir ez-Zor, Syria as part of numerous attacks that leave hundreds of people dead, including Syrian soldiers, IS militia, and civilians.","Sources":"Latin American Herald Tribune (LAHT) 2016"},{"Date":2016,"Headline":"Water pipeline is bombed in Turkey","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"A water pipeline is the target of an explosive device in Mardin, Turkey.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201604170038"},{"Date":2016,"Headline":"Water wells attacked in Somalia","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Two wells are attacked by militia thought to be part of Al-Shaabab.","Sources":"National Consortium for the Study of Terrorism and Responses to Terrorism (START) 2018 ID. 201605140030"},{"Date":2016,"Headline":"Guard at water well in the Sudan is attacked","Conflict Type":"Casualty","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"A guard at water wells in the Um Burma area, Sudan is attacked and severely injured by paramilitaries.","Sources":"Dabanga 2016"},{"Date":2016,"Headline":"Disruption of electrical system cuts power to water supply in Damascus, Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Attacks on Syrian electricity transmission stations cut power needed for water pumping to the eastern and western parts of Damascus. Authorities temporarily restore power five days later, but new fighting again cuts water to the city.","Sources":"UNICEF 2016"},{"Date":2016,"Headline":"Bombs detonated at hydroelectric power plant in East Java","Conflict Type":"Casualty","Country":"Inonesia","Region":"Southeast Asia","Description":"Several explosive devices detonate at a hydroelectic power plant in Biltar, East Java, Indonesia.","Sources":"Jakarta Globe 2016"},{"Date":2016,"Headline":"Attack on a local dam in India","Conflict Type":"Casualty","Country":"India","Region":"Southern Asia","Description":"A group of heavily armed militants fire blank rounds of bullets at a dam, creating panic amoung the locals. No casualties are reported.","Sources":"Nath 2016"},{"Date":2016,"Headline":"Water pipeline is damaged in Pakistan","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"A water pipeline is damaged from explosions when it is misidentified as a gas pipeline, disrupting the water supply to a nearby village.","Sources":"Nation 2016"},{"Date":2016,"Headline":"Islamic State militants raid Great Manmade River Project pumping station","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"Around 60 Islamic State militants raid the Great Manmade River (GMR) project station in Ash Shwayrif, southwest of Sirte. This system provides water to the Libyan Sahara and the northern cities of Benghazi, Sirte, and Tripoli.","Sources":"UN Security Council 2017"}]