[{"Date":2016,"Headline":"Main water tank is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"In Hayfan District, Taizz, a communities main water tank is damaged in the ongoing conflict in Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water well is damaged by air raid","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"In Nihm District, Sanaa, a water well is damaged by an air raid in the ongoing conflict in Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Several water pumps are hit by air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Several water pumps are hit during two air raids in Baqim District, Sa'ada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water tank is hit during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water tank is hit during three air raids in Al-Mahwit District, Al Mahwit, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water project is attacked during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project is struck during an air raid in Kitaf Wa Al-Boqe'e District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water driller is damaged by air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water driller is damaged by ongoing air raids in Arhab District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water stations are hit during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Water stations hit during air raids in Bila Al-Rus District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water driller is damaged in air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An air raid causes damage to a water driller in Sirwah District, Marib, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Desalination plant is hit by air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A desalination plant is hit during multiple air raids in Al Mokha District, Taizz, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water tank is damaged in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water tank in Bani Sa'ad District, Al Mahwit, Yemen is damaged by the ongoing conflict.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Desalination company is hit by air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An early morning air raid causes damage to a desalination company in Al Mokha District, Taizz, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Two dams are hit by air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The Al-Hayathim dam and the Mahalli dam were both struck during air raids in Nihm District, Sanaa, Yemen in early December.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Multiple attacks damage water tanks in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Water tanks are damaged over the course of several days in Kamaran District, Hudaydah, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water well is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well is hit during an air raid in Asilan District, Shabwa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Water driller is damaged over the course of four air raids","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Four air raids cause damage to a water driller in Al-Safra'a District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2016,"Headline":"Dam and water driller are damaged by air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The Al-Aqran dam and a water driller are hit during ongoing air raids in Nihm District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"U.S. Coalition against the Islamic State destroys main pipeline to Raqqa","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"The U.S.-led coalition against the Islamic State destroys the main pipeline supplying water to Raqqa. The official Syrian Arab News Agency says the pipeline was damaged in an airstrike.","Sources":"Onyanga-Omara 2017"},{"Date":2017,"Headline":"Airstrikes, shelling and sniper attacks damage water structures in Al Mohka","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Fighting in Yemen has damaged water infrastructure in several cities. Airstrikes, shelling, and sniper attacks in and around the town of Al Mokha have killed and injured scores of civilians and halted most services, including the main market and the water supply system.","Sources":"ReliefWeb 2017a"},{"Date":2017,"Headline":"Clashes over the ecological impacts of a proposed coal plant on aquatic ecosystems and fisheries","Conflict Type":"Trigger","Country":"Bangladesh","Region":"Southern Asia","Description":"Protesters take to the streets in the center of Dhaka and more than 50 are injured in clashes over the potential ecological impacts of a proposed coal plant on aquatic ecosystems and fisheries. These actions follow on protests from 2016.","Sources":"Schneider 2016a, Paul 2017"},{"Date":2017,"Headline":"Clashes in Darfur between farmers and herders over water access result in deaths","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"At least 70 people have been killed in the past few months in clashes between farmers and herders over access to water resources and land in the southern part of Darfur.","Sources":"UN News Centre 2017"}]