[{"Date":2017,"Headline":"ISIS floods villages in the Deir Hafer Plain of east Aleppo","Conflict Type":"Weapon","Country":"Syria","Region":"Western Asia","Description":"In response to the advance of the Syrian Arab Army, Islamic State in Iraq and the Levant (ISIL) floods villages they control in the Deir Hafer Plain of east Aleppo by pumping water from Lake Assad into the Al-Jar channel.","Sources":"Fadel 2017"},{"Date":2017,"Headline":"Nearly 3 million people left without reliable access to water supplies in Ukraine","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"A long series of attacks on energy and water systems in the Ukraine has intermittently left nearly three million people without access to reliable water supplies. This has included repeated damage to the Donetsk Filtration Plant, the South Donbas water pipeline, energy plants that supply power to water treatment and distribution systems, and the Carbonit Water Pumping Station.","Sources":"ReliefWeb 2017b"},{"Date":2017,"Headline":"Attack on Islamic State forces controlling the Tabqa Dam","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"A combined U.S. and Syrian force launches an attack on Islamic State in Iraq and the Levant (ISIL) forces controlling the Tabqa Dam \" a choke point on the Euphrates River and source of hydroelectric power for the region, which has been under ISIL control. There are conflicting reports on whether the dam itself was the target of an attack.","Sources":"Gibbons-Neff 2017"},{"Date":2017,"Headline":"11 injured in clashes between farmers and herdsmen over access to water","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Eleven people are injured after clashes between herdsmen over a water point in South Kordofan, Sudan.","Sources":"Raleigh et al 2010 ID. 318310"},{"Date":2017,"Headline":"Islamic State militants burn water purification plant in Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Militants from the Islamic State burn a water purification plant in a town north of the city of Mosul.","Sources":"Raleigh et al 2010 ID. 350600"},{"Date":2017,"Headline":"Fight breaks out over access to water storage tank","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"A fight breaks out between two militias over a dispute concerning an underground water storage tank.","Sources":"Raleigh et al 2010 ID. 291143"},{"Date":2017,"Headline":"Demonstration over access to clean drinking water turns violent.","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"A demonstration led by locals from the northwest village of Moeka for clean drinking water turns violent. One protester is shot and killed and several homes are destroyed.","Sources":"Raleigh et al 2010 ID. 302462"},{"Date":2017,"Headline":"Water well is poisoned in Somalia, killing more than 30 people","Conflict Type":"Weapon","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Thirty-two people are reported killed and many others sickened from a poisoned water well in Masuubiye, Baidoa, Somalia. It is suspected that the well was poisoned by al Shabaab, a militant group affiliated with Al-Qaeda, in an attempt to prevent government soldiers from drinking the water.","Sources":"Ikeji 2017"},{"Date":2017,"Headline":"Airstrikes in Yemen destroy water and electrical systems","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes by coalition forces over a multi-day period hit water and electricity systems in Bajil and Al Hawak, Al Hudaydah, Yemen, killing one civilian.","Sources":"Raleigh et al 2010 ID. 343278 & 343302"},{"Date":2017,"Headline":"Violence between herdsmen and farmers over access to water and pasture","Conflict Type":"Casualty","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"Local militia allegedly supported by the Sudan People's Liberation Army attack Kenyan herdsmen who crossed the border in search of water and pasture for their cattle.","Sources":"Raleigh et al 2010 ID. 307066"},{"Date":2017,"Headline":"Water for the Bari community, Somalia, cut off","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Water for the Bari community in Somalia is cut off during a violent confrontation between militants that reportedly support Islamic State and Puntland security forces.","Sources":"Raleigh et al 2010 ID. 291306"},{"Date":2017,"Headline":"Protests over water shortages turn violent","Conflict Type":"Trigger, Casualty","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Residents protesting against water shortages are reported to have burned water tanks meant to help alleviate the problem.","Sources":"Raleigh et al 2010 ID. 302517"},{"Date":2017,"Headline":"Protestors and police clash during march against water and electricity cutoffs","Conflict Type":"Trigger","Country":"Democratic Republic of Congo","Region":"Sub-Saharan Africa","Description":"A march is led by members of Bundu dia Kongo who are protesting the cut off of water and electricity services to their leaders' residence. Protestors and police clash, leading to injuries in both parties.","Sources":"Raleigh et al 2010 ID. 212136"},{"Date":2017,"Headline":"Fighting over access to water between herdsmen and farmers","Conflict Type":"Trigger","Country":"Ghana","Region":"Sub-Saharan Africa","Description":"Fighting is reported between youth and herdsmen over the alleged killing of a farmer by the herdsmen and the destruction of water sources used by their cattle.","Sources":"Raleigh et al 2010 ID. 227232"},{"Date":2017,"Headline":"Airstrikes in Yemen destroy water and electrical systems","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes by coalition forces over a few days hit water and electricity systems in Sanaa and Taiz, Yemen.","Sources":"Raleigh et al 2010 ID. 343986 & 344105"},{"Date":2017,"Headline":"Syrian forces regain control from the Islamic State over water treatment and pumping plants","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Syrian governmental forces and their allies regain control from the Islamic State of the water treatment and pumping plants for the strategic town of al Khafsa on the Euphrates River.","Sources":"TRT World 2017"},{"Date":2017,"Headline":"Demonstration over access to clean drinking water turns violent.","Conflict Type":"Trigger","Country":"Ghana","Region":"Sub-Saharan Africa","Description":"Demonstrations led by residents of Ketu South, Volta, Ghana, who are upset about the drying up of domestic groundwater wells,turn violent. Property is damaged and clashes between residents and police result in the death of one resident and the injury of two others.","Sources":"Raleigh et al 2010 ID. 227239"},{"Date":2017,"Headline":"A bomb planted at water, oil, and gas pipelines explodes","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"One of four bombs planted near water, gas, and oil pipelines explodes, injuring a policeman in Dibis, Kirkuk, Iraq.","Sources":"Raleigh et al 2010 ID. 351470"},{"Date":2017,"Headline":"Water and electrical systems in Yemen are attacked by coalition forces, killing two","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Two civilians in Maqbanah, Taiz, Yemen, are killed from airstrikes by coalition forces targeting water and electricity systems.","Sources":"Raleigh et al 2010 ID. 344760"},{"Date":2017,"Headline":"Civilians protesting lack of access to water are reportedly beaten and tortured","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Five people from a citizen water committee and local police in El Fasher, North Darfur, Sudan, are reportedly beaten and tortured by military officers after asking the military to allow local residents to organize and take water from a local source. Residents stage protests against the violent reaction of the military.","Sources":"Sudanese Online 2017"}]