[{"Date":2017,"Headline":"Demonstration over access to water and concerns about salary payments turn violent","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Citizens from Crater, Aden, Yemen, demonstrate to demand salary payments and access to water and electricity services by blocking roads and setting tires on fire.","Sources":"Raleigh et al 2010 ID. 345102"},{"Date":2017,"Headline":"Fighting between two clans in Sudan over ownership of water point leaves six dead","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Fighting between two clans near Lagawa, West Kordofan, Sudan over ownership of a water point leaves six dead and several others wounded.","Sources":"Raleigh et al 2010 ID. 318582"},{"Date":2017,"Headline":"Airstrikes in Jahran, Dhamar, Yemen hit water systems","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes in Jahran, Dhamar, Yemen by coalition forces hit water and electricity systems.","Sources":"Raleigh et al 2010 ID. 345190"},{"Date":2017,"Headline":"Four people killed in clash over access to a water point in North Darfur, Sudan","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"Former Sudan Liberation Army-Abdul Wahid (SLA-AW) rebels and Arab nomads clash over access to a water point in Kebkabiya, North Darfur, Sudan, resulting in the death of a total of four people from both sides of the conflict.","Sources":"Raleigh et al 2010 ID. 318587"},{"Date":2017,"Headline":"Bomb damages water truck in Egypt","Conflict Type":"Casualty","Country":"Egypt","Region":"Northern Africa","Description":"Islamic State fighters claim responsibility for bombs placed in a road that denoates, damaging a water truck and a tank in Sheikh Zuweid, North Sinai, Egypt.","Sources":"Raleigh et al 2010 ID. 221401"},{"Date":2017,"Headline":"Irrigation water pipe destroyed in Kenya by residents concerned over local access to water","Conflict Type":"Trigger, Casualty","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Residents of Nyeri Town, Nyeri, Kenya reportedly destroy an irrigation water pipe that is being run through their land for a neighboring community. The residents who caused the destruction are upset because they don't believe they would benefit from the project.","Sources":"Raleigh et al 2010 ID. 235605"},{"Date":2017,"Headline":"Ethiopian troops reportedly attack a water source in Somalia","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Troops from Ethiopia reportedly attack a water source used by al Shabaab, leading to further fighting, in Bulo Burto, Hilraan, Somalia.","Sources":"Raleigh et al 2010 ID. 291997"},{"Date":2017,"Headline":"Three water authority employees are attacked in conflict over water well","Conflict Type":"Trigger","Country":"Jordan","Region":"Western Asia","Description":"Three employees of a water authority agency in Ar Ramtha, Irbid, Jordan are shot at and assaulted during their attempt to prevent the drilling of a water well.","Sources":"Raleigh et al 2010 ID. 340823"},{"Date":2017,"Headline":"Residents in a violent protest over water shortages in South Africa","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Residents of Msinga, Umzinyathi, KwaZulu-Natal, South Africa, protesting against water shortages, block roads, target vehicles with stones, loot shops, and shoot at police.","Sources":"Raleigh et al 2010 ID. 302809"},{"Date":2017,"Headline":"Water and electrical systems in Yemen are attacked","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes by coalition forces hit water and electricity systems in Sahar, Sadah, Yemen.","Sources":"Raleigh et al 2010 ID. 345859"},{"Date":2017,"Headline":"38 killed; 30 injured in fighting over access to water and land in South Sudan","Conflict Type":"Trigger","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"According to a report, 38 people are killed and another 30 are injured in fighting between two local clans over water points, grazing land, and border areas, in Gogrial West, Warrap, South Sudan.","Sources":"AAP 2017"},{"Date":2017,"Headline":"Two people killed in fight over control of water well, Somalia","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Two people are killed when local clans fight over control of a water point in Galkayo, Mudug, Somalia.","Sources":"Raleigh et al 2010 ID. 292212"},{"Date":2017,"Headline":"Road is blocked during protests over lack of access to water in Algeria","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Citizens of Grarem Gouga, Mila, Algeria block a road with barricades to demand more water supply, in protest of only receiving water every 15 days.","Sources":"Raleigh et al 2010 ID. 183673"},{"Date":2017,"Headline":"Residents and police clash over lack of access to water in South Africa","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Residents of Bushbuckridge, Ehlanzeni, Mpumalanga, South Africa, who claim to have asked for water for three years, stage a protest, including burning tires. Police respond to the protest, firing rubber bullets.","Sources":"Raleigh et al 2010 ID. 302922"},{"Date":2017,"Headline":"Persistent attacks on water facility in eastern Ukraine leave millions without reliable safe water","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Intentional and persistent attacks on critical electricity and water facilities in Eastern Ukraine leave millions without reliable access to safe water.","Sources":"UN Office for the Coordination of Humanitarian Affairs (UNOCHA) 2017"},{"Date":2017,"Headline":"Residents of Babar, Algeria protest lack of water and sanitation infrastructure","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Residents of Babar, Khenchela, Algeria demonstrate to demand improvement of sanitation and drinking water infrastructure. The demonstrations include blocking roads with burning tires.","Sources":"Raleigh et al 2010 ID. 183684"},{"Date":2017,"Headline":"Power lines in Dhamar, Yemen are damaged, cutting water to over a million","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The power lines connected to a main water supply system in the city of Dhamar, Yemen are damaged by military activity, affecting approximately one million residents who rely on the water source.","Sources":"Raleigh et al 2010 ID. 346194"},{"Date":2017,"Headline":"Illegal water connections contribute to fight between citizen groups, South Africa","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Two citizen groups fight two days in a row over allegedly illegal water and electricity connections in the City of Tshwane, Gauteng, South Africa.","Sources":"Raleigh et al 2010 ID. 302953, 302946"},{"Date":2017,"Headline":"Government forces in Yemen seize two major water wells; kill 12 Houthi","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Government forces seize two major water wells and kill 12 Houthi fighters in Sirwah, Marib, Yemen.","Sources":"Raleigh et al 2010 ID. 346244"},{"Date":2017,"Headline":"Multiple airstrikes hit a water storage facility, desalination plant, and other water infrastructure","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Multi-day airstrikes by coalition forces hit a water storage project, a desalination station, and other water infrastructure and electricity systems in Kamaran, Al Hudaydah, Yemen.","Sources":"Raleigh et al 2010 ID. 346432, 346444, 346482"}]