[{"Date":"1939-1940","Headline":"Dutch flood valley to defend from Germany","Conflict Type":"Weapon","Country":"The Netherlands","Region":"Western Europe","Description":"During the mobilization of the Dutch at the beginning of World War II, 1939-40, the Dutch attempt to flood the Gelderse Vallei with the New Dutch Water Defence Line, which had been completed in 1885. During the German invasion in May 1940, large areas are inundated.","Sources":"Information and Documentation Center for the Geography of the Netherlands (IDG) 1996"},{"Date":"1939-1942","Headline":"Japan's Unit 731 poisons wells","Conflict Type":"Weapon","Country":"China, Japan","Region":"Eastern Asia","Description":"Japanese chemical and biological weapons activities reportedly include tests by 'Unit 731' against military and civilian targets by lacing water wells and reservoirs with typhoid and other pathogens.","Sources":"Harris 1994"},{"Date":1940,"Headline":"Finns use canal water against Soviets","Conflict Type":"Weapon","Country":"Finland, Soviet Union","Region":"Northern Europe","Description":"Manipulation of the waters of the Saimaa Canal (Finland) by partisan Finns in order to flood surrounding land and hinder Soviet troop movements during the Soviet-Finnish conflict.","Sources":"Malik 2005"},{"Date":"1940-1945","Headline":"Dams bombed in WWII","Conflict Type":"Casualty","Country":"Germany","Region":"Western Europe","Description":"Hydroelectric dams routinely bombed as strategic targets during World War II.","Sources":"Gleick 1993"},{"Date":1941,"Headline":"Soviets create flood to slow German troops","Conflict Type":"Weapon","Country":"Soviet Union","Region":"Eastern Europe","Description":"In November 1941, Soviet troops flood the area to the south of the Istra Reservoir near Moscow in an effort to slow the German advance. Just a few weeks later, German troops use the same tactic to create a water barrier to halt advances by the Soviet 16th Army.","Sources":"Malik 2005"},{"Date":1941,"Headline":"Soviet dam targeted during World War II by Soviets and Germans","Conflict Type":"Casualty","Country":"Soviet Union","Region":"Eastern Europe","Description":"The strategically-important Dnieper hydropower plant in Ukraine is targeted by both Soviet and German troops during WWII. On August 18, 1941, the dam and power plant are dynamited by Soviet troops retreating in front of advancing German forces. The facility is bombed again in 1943 by retreating German troops.","Sources":"Pagan 2005"},{"Date":"1941-1943","Headline":"WWII damages Soviet's hydroelectric dams","Conflict Type":"Weapon","Country":"Soviet Union","Region":"Eastern Europe","Description":"World War II inflicts enormous harm to hydroelectricity systems in the Soviet Union. Over two-thirds of the hydroelectric power stations are lost.","Sources":"Malik 2005"},{"Date":1943,"Headline":"German dams destroyed by Allies","Conflict Type":"Casualty","Country":"Germany","Region":"Western Europe","Description":"British Royal Air Force bomb dams on the M?hne, Sorpe, and Eder Rivers, Germany (May 16 and 17). M?hne Dam breech kills 1,200, destroys all downstream dams for 50 km. The flood that occurs after breaking the Eder dam reachs a peak discharge of 8,500 m³/s, which is nine times higher than the highest flood observed. Many houses and bridges are destroyed, and 68 are killed.","Sources":"Kirschner 1949"},{"Date":1944,"Headline":"Germans use Italian rivers against Allies","Conflict Type":"Weapon","Country":"Italy","Region":"Western Europe","Description":"German forces use waters from the Isoletta Dam (Liri River, Italy) in January and February to successfully destroy British assault forces crossing the Garigliano River (downstream of Liri River). The German Army then dam the Rapido River, flooding a valley occupied by the American Army.","Sources":"US Army Corps of Engineers 1953"},{"Date":1944,"Headline":"Germany floods Pontine Marshes","Conflict Type":"Weapon","Country":"Italy","Region":"Western Europe","Description":"The German army floods the Pontine Marches, on the coast of Italy southeast of Rome, by stopping pumps and opening dikes, in order to disrupt Allied forces who had established a beachhead at Anzio, Italy. Allied forces are surrounded by German artillery and pinned down for months by heavy shelling. The purpose of the flooding is to bring mosquitoes and malaria, \"deliberately introduced as an act of biological warfare.\" This has a limited military impact, but devastates the local population, which the Third Reich had wished to punish for disloyalty.","Sources":"US Army Corps of Engineers 1953"},{"Date":1944,"Headline":"Germans flood Ay River","Conflict Type":"Weapon","Country":"France","Region":"Western Europe","Description":"Germans flood the Ay River in France in July 1944, creating a lake two meters deep and several kilometers wide, slowing an advance on Saint-L?, a German communications center in Normandy.","Sources":"US Army Corps of Engineers 1953"},{"Date":1944,"Headline":"Germans flood Ill River Valley","Conflict Type":"Weapon","Country":"France, Germany","Region":"Western Europe","Description":"Germans flood the Ill River Valley during the Battle of the Bulge (winter 1944-45) creating a lake 16 kilometers long, 3-6 kilometers wide, and 1-2 meters deep, greatly delaying the American Army's advance toward the Rhine.","Sources":"US Army Corps of Engineers 1953"},{"Date":1944,"Headline":"US targets Japanese water supplies in bombardment of Saipan","Conflict Type":"Casualty","Country":"Japan","Region":"Eastern Asia","Description":"The US bombardment of the Japanese-occupied island in June 1944 targets water supply points, resulting in severe shortages.","Sources":"Stewart n.d."},{"Date":1944,"Headline":"Soviets attack Finn-controlled dam near Leningrad","Conflict Type":"Casualty","Country":"Finland, Soviet Union","Region":"Eastern Europe","Description":"In June, the Soviet air force attacked the Svir River Dam near Leningrad, then under the control of the Finnish military.","Sources":"Orlenko 1981"},{"Date":1945,"Headline":"Germans pollute reservoir in Bohemia","Conflict Type":"Weapon","Country":"Czechoslovakia, Germany","Region":"Eastern Europe","Description":"In one of the few verified German tactical uses of biological warfare, German forces pollute a large reservoir in northwestern Bohemia, Czechoslovakia with sewage in May 1945. See also the entry for the Pontine Marshes in 1944.","Sources":"Stockholm International Peace Research Institute (SIPRI) 1971"},{"Date":"1947-1960s","Headline":"Indus divided between India and Pakistan","Conflict Type":"Weapon","Country":"India, Pakistan","Region":"Southern Asia","Description":"Partition leaves Indus basin divided between India and Pakistan; disputes over irrigation water ensue, during which India stems flow of water into irrigation canals in Pakistan. Indus Waters Agreement reached in 1960 after 12 years of World Bank-led negotiations.","Sources":"Bingham, Wolf, and Wohlegenant 1994"},{"Date":1948,"Headline":"Arabs cut off Jerusalem water","Conflict Type":"Weapon","Country":"Palestine, Israel","Region":"Western Asia","Description":"Arab forces cut of West Jerusalem's water supply in first Arab-Israeli war.","Sources":"Wolf 1995"},{"Date":1948,"Headline":"Water and food supplies cut off during Arab siege of Jerusalem","Conflict Type":"Weapon","Country":"Palestine, Israel","Region":"Western Asia","Description":"Water and food supplies are cut off during Arab siege of Jerusalem from December 1, 1947 to July 10, 1948. Arab forces block the road to Jerusalem, in an attempt to defeat Jewish Jerusalem. Shortages cause Israelis to begin rationing water on May 12, limiting each person to 2 gallons per day (8 L), of which 4 pints (2 L) are for drinking.","Sources":"Collins and LaPierre 1972"},{"Date":"1950s","Headline":"US attacks North Korean dams","Conflict Type":"Casualty","Country":"North Korea","Region":"Eastern Asia","Description":"Centralized dams on the Yalu (Amnok) River serving North Korea and China are attacked during Korean War.","Sources":"Gleick 1993"},{"Date":1951,"Headline":"North Korea floods Pukhan Valley","Conflict Type":"Weapon, Casualty","Country":"North Korea","Region":"Eastern Asia","Description":"North Korea releases flood waves from the Hwachon Dam damaging floating bridges operated by UN troops in the Pukhan Valley. The US Navy then sends planes to destroy the spillway crest gates.","Sources":"US Army Corps of Engineers 1953"}]