[{"Date":2017,"Headline":"Protests over water cuts turn violent in Tunisia","Conflict Type":"Trigger","Country":"Tunisia","Region":"Northern Africa","Description":"A long series of protests in July 2017 are reported associated with cuts in the distribution of drinking water. Buses are reportedly damaged by residents; citizens blockade a road; security forces and protesters are injured in confrontations.","Sources":"Raleigh et al 2010 ID. 323780, 323819, 323800, 323768"},{"Date":2017,"Headline":"Protests over water outages turn violent in Sudan","Conflict Type":"Trigger","Country":"Sudan","Region":"Sub-Saharan Africa","Description":"People protesting water outages are dispersed by police officers in Port Sudan, Red Sea, Sudan.","Sources":"Raleigh et al 2010 ID. 318759"},{"Date":2017,"Headline":"Suspected Taliban militants blow up irrigation dam in Afghanistan","Conflict Type":"Casualty","Country":"Afghanistan","Region":"Southern Asia","Description":"Suspected Taliban militants blow up a dam storing water for irrigation in Shorabak, Kandahar, Afghanistan.","Sources":"Raleigh et al 2010 ID. 359877"},{"Date":2017,"Headline":"Citizens protesting water cuts shut down local government in Algeria","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Citizens protesting against water cuts shut down the local government, including the city hall, for serveral days in two cities in northern Algeria.","Sources":"Raleigh et al 2010 ID. 183728"},{"Date":2017,"Headline":"Water tankers are destroyed in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Al-Qaeda affliated militants are reported to destroy multiple water tankers that belonged to Houthis militants and the Yemeni Army in Wald Rabi, Al Bayda,  and Lawdar, Abyan, Yemen.","Sources":"Raleigh et al 2010 ID. 347234, 347354"},{"Date":2017,"Headline":"Violence erupts during protests over lack of clean water in South Africa","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Residents protesting road conditions and lack of clean water are dispersed by police with teargas in Matatiele, Alfred Nzo, Eastern Cape, South Africa. The protest tactics were reported to include blocking roads with burning tires and large boulders.","Sources":"Raleigh et al 2010 ID. 303159"},{"Date":2017,"Headline":"Conflict over water quotas lead to two deaths in Iraq","Conflict Type":"Trigger","Country":"Iraq","Region":"Western Asia","Description":"Conflict arises between two tribes over water quotas, leaing to two deaths and eight injuries in Suq Al-Shoyokh, Thi-Qar, Iraq.","Sources":"Raleigh et al 2010 ID. 353965"},{"Date":2017,"Headline":"Protests in Guinea over lack of water and electricity lead to violent clashes, killing three and injuring many","Conflict Type":"Trigger","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"Protests in Boke, Guinea about lack of water and electricity lead to clashes between police and protestors, leading to property damage, three dead, and 41 wounded.","Sources":"Raleigh et al 2010 ID. 228185"},{"Date":2017,"Headline":"Water pumps destroyed in conflict over access to water in Mali","Conflict Type":"Casualty","Country":"Mali","Region":"Sub-Saharan Africa","Description":"People identified as militants destroy several water pumps and a number of fields and seize cattle in Kewa, Djenne, Mopti, Mali.","Sources":"Raleigh et al 2010 ID. 247138"},{"Date":2017,"Headline":"Five killed; 11 injured in airstrikes on water systems in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes by coalition forces hits several water projects, killing five civilians and injuring 11 others in Saadah and Sahar, Sadah, Yemen.","Sources":"Raleigh et al 2010 ID. 262217, 348222"},{"Date":2017,"Headline":"Protests over inadequate water, food, and healthcare lead to 10 arrests in Nigeria","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"Ten people who had been uprooted from their homes by Boko Haram are arrested when protesting for better water, food, and healthcare at their temporary camps in Konduga, Borno, Nigeria.","Sources":"News 24 2017"},{"Date":2017,"Headline":"Violent clashes in South Sudan lead to 10 dead, many wounded, and destruction of a water point","Conflict Type":"Casualty","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"Violent clashes between government and the Sudan People's Liberation Movement-In Opposition (SPLA-IO) cause the destruction of a water point and leave a reported 10 people dead and 16 more wounded in Wichok, Rubkona, Unity, South Sudan.","Sources":"Raleigh et al 2010 ID. 307870"},{"Date":2017,"Headline":"Israeli forces destroy water pipes in the West Bank","Conflict Type":"Casualty","Country":"Palestine","Region":"Western Asia","Description":"Israeli forces destroy water pipes in a rural area, leading to clashes between Israeli forces and local Palestinians in Jenin, West Bank, Palestine.","Sources":"Raleigh et al 2010 ID. 339843"},{"Date":2017,"Headline":"Protest over water outages, power cuts, and fees turns violent","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Students lead a campus protest at a university over water outages, power cuts, and fees in Nkonkobe, Amathole, Eastern Cape, South Africa. The protest turns violent and the campus is shut down.","Sources":"Raleigh et al 2010 ID. 303271"},{"Date":2017,"Headline":"Lack of water triggers violent protest in Guinea","Conflict Type":"Trigger","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"People protesting the lack of water supply are dispersed by police after some items are set on fire and access to a local highway is blocked in Matam, Conakry, Guinea.","Sources":"Raleigh et al 2010 ID. 228194"},{"Date":2017,"Headline":"Protest over shortages of drinking water turn violent in Morocco","Conflict Type":"Trigger","Country":"Morocco","Region":"Northern Africa","Description":"A protest in Zagora, Dr?a-Tafilalet, Morocco,over shortages of drinking water turns violent, resulting in 21 arrests, damage to property, and injuries to members of the security force.","Sources":"Raleigh et al 2010 ID. 248954"},{"Date":2017,"Headline":"Protests over cuts in water and power services turn violent in Guinea","Conflict Type":"Trigger","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"People protesting in Sangar?di, Boke, Guinea against cuts to water and power services are reported to have raided and attacked the gendarmerie, the police premises, and the residences of several individuals.","Sources":"Raleigh et al 2010 ID. 228203"},{"Date":2017,"Headline":"Protests over decreasing local drinking water supply","Conflict Type":"Trigger","Country":"Algeria","Region":"Northern Africa","Description":"Protestors from the city of Chetma, Biskra, Algeria block roads to protest against the decreasing local drinking water supply.","Sources":"Raleigh et al 2010 ID. 183839"},{"Date":2017,"Headline":"Gunfire exchanged during a water dispute","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Gunfire is exchanged between a soldier and a local resident due to a water dispute in Qandala, Bari, Somalia. Both parties are wounded.","Sources":"Raleigh et al 2010 ID. 293548"},{"Date":2017,"Headline":"Airstrike by coalition forces hits water and electric systems in Sanaa, Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An airstrike by coalition forces hits water and electricity stations in Al Kaniq, Hamdan, Sanaa, Yemen.","Sources":"Raleigh et al 2010 ID. 348879"}]