[{"Date":2017,"Headline":"Violent clashes between youth and police over water and power cuts in Guinea","Conflict Type":"Trigger","Country":"Guinea","Region":"Sub-Saharan Africa","Description":"Violent clashes break out between youth and police, causing injuries on both sides, including reports of two youths sustaining injuries from gunfire. The youth are protesting against power and water cuts in Sangar?di, Boke, Guinea.","Sources":"Raleigh et al 2010 ID. 228204"},{"Date":2017,"Headline":"Islamic State is accused of cutting off water to a village by diverting a river","Conflict Type":"Casualty, Weapon","Country":"Iraq","Region":"Western Asia","Description":"A group identified as the Islamic State is accused of cutting off the water flow to a village by diverting a river in Abu Karmah, Muqdadiyah, Diyala, Iraq.","Sources":"Raleigh et al 2010 ID. 354937"},{"Date":2017,"Headline":"One killed in dispute over access to a water well","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Two men from within the same clan get in a violent dispute over a well and the water supply in the village of Buundo Weyn, Beledweyne, Hiiraan, Somalia. One of the men shoots the other, killing him.","Sources":"Raleigh et al 2010 ID. 293830"},{"Date":2017,"Headline":"Al-Shabaab militants destroy water well in Kenya","Conflict Type":"Casualty","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"Al-Shabaab militants destroy an important water well that had been drilled by the Kenyan army in the town of Lafey, Mandera County, leaving hundreds of residents without water.","Sources":"Kulan Post 2017"},{"Date":2017,"Headline":"Airstrike by coalition forces hits water and electric systems in Hajjah, Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An airstrike by coalition forces hits water and electricity stations in Abs, Hajjah, Yemen.","Sources":"Raleigh et al 2010 ID. 349742"},{"Date":2017,"Headline":"Multiple coalition airstrikes against water and water systems in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Coalition airstrikes target civilian infrastructure, including a water truck and a water pump, injuring at least one civilian in Al Azqul, Sahar, Sadah, and Al Irafaf, Damt, Ad Dali, Yemen.","Sources":"Raleigh et al 2010 ID. 350007, 350198"},{"Date":2017,"Headline":"Conflict over water between two clans in Somalia kill at least 14 people","Conflict Type":"Trigger","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"A conflict between two clans that started over the use of water and pastureland leaves at least 14 people dead and 50 others injured in Garowe, Nugaal, Somalia. Sources differ on the number of dead and the date of the violent clash.","Sources":"Raleigh et al 2010 ID. 293947"},{"Date":2017,"Headline":"Two communities clash over water, leaving one dead","Conflict Type":"Trigger","Country":"Mexico","Region":"Latin America and the Caribbean","Description":"A fight over water resources erupts in Oaxaca, Mexico, on May 17 between neighboring community members, leaving one dead, several injured, and numerous houses destroyed. The conflict began when one community, San Pedro y San Pablo Ayutla, connected to another community's (Tamazul?pam del Esp?ritu Santo) water pipes without permission.","Sources":"Mexico News Daily 2018"},{"Date":2017,"Headline":"Water and land disputes between farmers and pastoralists leave one dead in Kenya","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"One person is shot and killed after violence erupts between the farmer and herder communities in Kenya where water and land disputes are a driver of conflict.","Sources":"Murithi 2017"},{"Date":2017,"Headline":"Police kill five farmers during protests over water shortages in Madhya Pradesh, India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Water shortages due to drought and mismanagement contribute to violent unrest of farmers in Madhya Pradesh, India. During one protest, police shoot into a crowd, killing five protestors.","Sources":"Wu 2017"},{"Date":2017,"Headline":"Water well and desalination plant are hit during air raids","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well and a desalination plant in Al Mokha District, Taizz, Yemen are hit during air raids.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water truck is damaged by air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water truck is damaged by an air raid in Al-Khawkhah District, Hudaydah, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Air raid damages water well in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"An air raid damages a water well in Nihm District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water and sewage treatment plants are attacked during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Two water and sewage treatment plants in Hudaydah, Yemen are hit during air raids in Bajil and Al-Hawk Districts.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water well attacked in Yemen during air raids","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well is hit during air raids in Mawza District, Taizz, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Al-Aqran dam is hit during three air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The Al-Aqran dam is hit during three air raids in Nihm District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water well is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The Al-Naysani well in Maqbanah District, Taizz, Yemen is hit during an air raid.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water project is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project is hit during an air raid in Hamdan District, Sanaa, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water truck near a market is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water truck is hit during an air raid near Hayran market, Hayran District, Hajjah, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water project is bombed during air raid","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project is bombed during an air raid in Sihar District, Saada, Yemen.","Sources":"Yemen Data Project 2019"}]