[{"Date":2017,"Headline":"Water truck is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water truck is hit during an air raid in Harf Sufyan District, Amran, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Water drill is hit during air raid in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water drill is hit during an air raid in Al-Safra'a District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2017,"Headline":"Community demonstrator murdered while protesting local hydroelectric projects","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Caribbean","Description":"Don Sebastian Alonzo Juan, 72, is shot and killed while participating in a peaceful community demonstration in Yichkisis, village of San Mateo Ixtatan, Huehuetenango, Guatemala, against three local hydroelectric projects. The shots are reportedly fired by the private security guards hired by the hydroelectric project company.","Sources":"Simon 2018"},{"Date":2018,"Headline":"Violence breaks out at a line waiting for water at a spring in Cape Town","Conflict Type":"Trigger","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Violence breaks out at a line waiting for water at a spring in a neighborhood in Cape Town after severe drought leaves the city with dwindling water supplies. After restrictions were imposed in early 2018, citizens have taken to collecting water from local springs, which are not counted in their water restrictions. In response to this violence, guards are posted at the spring and restrictions put on how much water can be collected.","Sources":"Schlanger 2018"},{"Date":2018,"Headline":"The Donetsk Filter Station is attacked, affecting water supply to 350,000","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Damage to the Donetsk Filter Station from shelling as well as gunfire directed at water station staff affects the reliability of water supply to approximately 350,000 people. This event is related to previous disruptions in water services from similar attacks in 2017.","Sources":"Dymkovskyy 2018"},{"Date":2018,"Headline":"At least 8 more killed in ongoing conflict over access to water between farmers and herders, Mali","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"At least eight more people die in an ongoing conflict between the Fulani and Dogon communities in Mali near the town of Koro, sparked by access to water and grazing disputes. Since March 2018, the total death toll from this ongoing conflict is reported to be 25.","Sources":"Agence France-Presse (AFP) 2018a"},{"Date":2018,"Headline":"Water infrastructure attacked in Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"Water infrastructure are attacked, along with health centers and hospitals, in an offensive by Turkey in the Afrin and Tal Rifaat districts in Syria.","Sources":"Rudaw 2018"},{"Date":2018,"Headline":"Protests in Iran over lack of water, mismanagement, and corruption around water lead to deaths of dozens","Conflict Type":"Trigger","Country":"Iran","Region":"Southern Asia","Description":"Ongoing protests against lack of water, mismanagement, and corruption around water are led by residents in small towns in western Iran. These protests gain more media attention as tensions escalate over time and may be linked to demonstrations from late 2017 and early 2018 that lead to the death of dozens of people. In 2018, at least nine environmental leaders are arrested, and one jailed environmentalist dies of alleged suicide.","Sources":"Dehghanpisheh 2018"},{"Date":2018,"Headline":"Al Shabaab diverts a river, forcing opposition to undefendable higher ground","Conflict Type":"Weapon","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Al Shabaab, a group fighting to create an Islamic state in Somalia, diverts water from the Jubba River, causing a flood that forced Somali, Kenyan, and U.S. military forces to move to higher ground where they were later ambushed. One soldier from the U.S. was killed in the ambush.","Sources":"Goldbaum 2018"},{"Date":2018,"Headline":"Major dam and water source captured in Syria","Conflict Type":"Casualty, Weapon","Country":"Syria","Region":"Western Asia","Description":"The Afrin Dam, a major dam and water source on the Afrin River in Syria, is captured by Turkish forces and their Syrian militia allies, causing concern for the nearby communities that depend on the dam for water. These same forces are also in control of nearby Maydanki dam. Interruptions to water and electricity in communities dependent on these dams have occurred, along with reports of attacks on civilian centers and populations.","Sources":"Rudaw 2018"},{"Date":2018,"Headline":"Water shortages in India lead to deadly fights between civilians and harassment of water company employees","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Lack of water in cities across India -- due to drought, growing populations, and inadequate infrastructure -- leads to high tensions, resulting in at least two deaths when a fight breaks out between residents waiting in line at a water truck. Those working for the water companies with the responsibility of turning different water lines on and off, called \"key men,\" are increasingly harassed by residents wanting to persuade them to keep their water on.","Sources":"Abi-Habib and Kumar 2018"},{"Date":2018,"Headline":"Protests over water shortages turn violent","Conflict Type":"Trigger","Country":"Iran","Region":"Southern Asia","Description":"Water shortages in the southern part of Iran have caused protests, which turned violent with attacks on property and other infrastructure. Police action to break up the protests lead to several injuries and deaths.","Sources":"Maclean 2018"},{"Date":2018,"Headline":"Alleged support of Taliban by Iran, in part to disrupt water projects in Afghanistan","Conflict Type":"Trigger","Country":"Afghanistan","Region":"Southern Asia","Description":"Attacks to the city of Farah in the western region of Afghanistan in early 2018 by the Taliban may, in part, be supported by Iran in an attempt to reduce Afghanistan's ability to pursue water dam infrastructure projects. Experts disagree to the amount of support given to Taliban militants by Iran, but water projects in Afghanistan's western region are indisputably a point of contention between the two nations.","Sources":"Hussein and Jedinia 2018"},{"Date":2018,"Headline":"Water project workers killed and kidnapped by suspected militant group","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"Daesh militants are suspected of two attacks to workers of the Great Man-made River, a large water supply project that transports water from the Sahara desert to communities and agricultural fields in northern Libya. During the first attack four technicians from the Al-Hassouna plant are kidnapped, but later released. During the second attack two workers are killed and two guards are kidnapped.","Sources":"OOSKANews Correspondent 2018"},{"Date":2018,"Headline":"Airstrikes damage water and sanitation infrastructure","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Airstrikes over several days in July in the city of Al-Hudaydah, Yemen, damage water and sanitation infrastructure, including many drinking water wells.","Sources":"UNOCHA and UNOCHA-Yemen 2018"},{"Date":2018,"Headline":"11 deaths attributed to ongoing conflict between herdsmen and farmers","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"11 are killed and 11 more injured during an attack by Fulani herdsmen on a farming community in Central Nigeria, ignited by the continuing conflict over land and water resources.","Sources":"Associated Press (AP) 2018a"},{"Date":2018,"Headline":"More than 70 water systems damaged in Ethiopia related to violent conflicts","Conflict Type":"Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"At least 76 water systems have been damaged by the ongoing conflict in the Oromia region of Ethiopia. The larger conflict leading to these casualties is between different ethnic groups and has displaced hundreds of thousands of people.","Sources":"UNICEF 2018"},{"Date":2018,"Headline":"Iraqi female activist assassinated","Conflict Type":"Trigger","Country":"Iraq","Region":"Western Asia","Description":"An Iraqi activist, Su?ad Al-Ali, is assassinated while getting into her vehicle in Basra, Iraq. Mrs. Al-Ali had worked to bring better government services to her community, including safe and reliable drinking water.","Sources":"Al Jazeera 2018a"},{"Date":2018,"Headline":"Tens of thousands admitted to hospitals from contaminated drinking water, inciting violence that leads to deaths and injuries","Conflict Type":"Trigger","Country":"Iraq","Region":"Western Asia","Description":"Tens of thousands fall ill from contaminated drinking water in Basra, Iraq. In response, citizen unrest escalates and protests turn violent, leaving at least 15 dead and hundreds injured.","Sources":"Trew 2018"},{"Date":2018,"Headline":"Conflicts over pasture land and water resources lead to violence","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"14 people are killed in Northern Kenya, near Marsabit, after ongoing conflicts between two ethnic groups over land and water resources turns violent.","Sources":"Abidi 2018"}]