[{"Date":2018,"Headline":"Protest to prevent oil pipeline that threatens water resources is met with violent arrests","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Dozens of protestors are arrested and restrained, sometimes with violent tactics, as they physically resist the construction of a major oil pipeline. The protestors argue that the pipeline is proceeding illegally and that it threatens their water supplies as well as other resources that are vital to their way of life.","Sources":"L'eau Est La Vie Camp 2018"},{"Date":2018,"Headline":"A large number of deaths is reported in attack on farmers by armed herdsmen in Nigeria over water and land resources","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"On a single day in Nigeria's Plateau state, an attack by armed herdsmen leaves dozens in farming communities dead. This attack is part of ongoing violence that is in part triggered by access to water and land resources. Reports vary in the number dead; one cites 200 and another, 86.","Sources":"Agence France-Presse (AFP) 2018b"},{"Date":"2018-2019","Headline":"Violence in western Ethiopia, in part driven by shortages of water and land resources, displaces one million people","Conflict Type":"Trigger","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"Violence in western Ethiopia displaces one million people. The violence is in part driven by shortages of water and land resources.","Sources":"Amare 2019"},{"Date":2018,"Headline":"Clashes expand between Tajik and Kyrgyz farmers over irrigation water","Conflict Type":"Trigger","Country":"Kyrgyzstan","Region":"Central Asia","Description":"Clashes between farmers over irrigation water across the Tajikistan-Kyrgyzstan border escalate, with at least two instances involving armed guards to defuse the fights. One fight started over the installation of a water pump.","Sources":"Arnold 2018"},{"Date":2018,"Headline":"Violent clashes between farmers and police over access to water leave one dead in Kazeroon, Iran","Conflict Type":"Trigger","Country":"Iran","Region":"Western Asia","Description":"One person is killed when police are sent to halt \"illegal\" water pumps Kazeroon, Iran, used by farmers and other villagers to access water.","Sources":"Euronews 2018a"},{"Date":2018,"Headline":"Iranian security forces shoot at protesters, injuring one, at demonstration in Khorramshahr over lack of water","Conflict Type":"Trigger","Country":"Iran","Region":"Western Asia","Description":"Protests over lack of drinking water supplies in Khorramshahr, Iran begin in front of government buildings. Social media posts of these protests include sounds of shots and cries and show security forces shooting at protesters. Only one protester is reported injured.","Sources":"Euronews 2018b"},{"Date":2018,"Headline":"Farmer injured in a clash with police in Varzaneh, Iran during a strike over access to water","Conflict Type":"Trigger","Country":"Iran","Region":"Southern Asia","Description":"A farmer reports losing sight in one eye and wounds from a pellet gun from a clash with police ignited by a strike over lack of water in Varzaneh, Iran.","Sources":"Karimi and Nasiri 2018"},{"Date":2018,"Headline":"One killed and several injured in fighting between farmers and herders in Tanzania over access to water","Conflict Type":"Trigger","Country":"Tanzania","Region":"Sub-Saharan Africa","Description":"One person is killed and several police officers are injured in a fight over access to water resources between herders and farmers near the village of Dihida, Morogoro, Tanzania.","Sources":"Makoye 2016"},{"Date":2018,"Headline":"Protests by farmers over transfers of water from Isfahan to Yazd, Iran turn violent and cause damage to water transfer systems","Conflict Type":"Trigger, Casualty","Country":"Iran","Region":"Western Asia","Description":"Water systems used to transfer water from Isfahan to the neighboring province of Yazd are damaged multiple times by farmers protesting the loss of the water supply. Farmers blame the Iranian government for the lack of water in their region.  Reports from social media show police officers attacking farmers associated with the destroyed pipes.","Sources":"Radio Farda 2018"},{"Date":2018,"Headline":"Attacks on water utilities and water infrastructure in the ongoing conflict in Ukraine cause water shortages for hundreds of tho","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Water shortages are reported by residents living in at least 20 communities near the line of conflict in the Donbas region of Ukraine. In spite of a ceasefire negotiated in 2014, the ongoing violence has damaged public utilities, leaving residents without water for days and weeks at a time.","Sources":"REACH 2018"},{"Date":"2018-2019","Headline":"War and soaring temperatures leave women and children water collectors vulnerable in South Sudan","Conflict Type":"Trigger, Casualty","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"War and soaring temperatures leave many rural communities in South Sudan with little or no local water sources. Women and children are subjected to violent attacks, rape, and murder when traveling to regional sources to collect water. Leaders report conflicts sparked by water shortages occurring between the many of the 60 different ethnic groups across the country.","Sources":"Trew 2019"},{"Date":2018,"Headline":"Water company truck hits landmine on the way to repair water pipes in Ukraine, injuring two","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"A water company truck driven by two employees strikes a land mine on its way to an emergency repair of damages to a water pipe due to attacks. Two water utility employees are injured. The water pipe services approximately 45,000 people with water.","Sources":"UN Office for the Coordination of Humanitarian Affairs (UNOCHA) 2018a"},{"Date":2018,"Headline":"Water drilling equipment is hit during air in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water drill is hit during an air raid in Sihar District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Water project is bombed during air raid","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water project is bombed during an air raid in Sihar District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Desalination plant is hit during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A desalination plant in Hays District, Hudayah, Yemen is hit during air raids.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Well is damaged in conflict in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well in Al-Silw District, Taizz is damaged in the ongoing conflict in Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Well is damaged in conflict in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water well in Hays District, Hudaydah is damaged in the ongoing conflict in Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Water driller is hit during air raids","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water driller is hit during multiple air raids in Sihar District, Saada, Yemen.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Water fountain is damaged in air raid","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A water fountain in Haydan District, Saada, Yemen is damaged in an air raid.","Sources":"Yemen Data Project 2019"},{"Date":2018,"Headline":"Desalination plant hit during air raids in Yemen","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A desalination plant in Hays District, Hudayah, Yemen is hit during air raids.","Sources":"Yemen Data Project 2019"}]