[{"Date":2018,"Headline":"Tank used to store water is by an airstrike","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A tank used to store potable water is hit by a Saudi coalition airstrike in Kamaran district, Yemen.","Sources":"Raleigh et al N.D. I.D. 5440599"},{"Date":2018,"Headline":"Water well is damaged by airstrike","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Five farmers are killed in an airstrike while getting water from a pump in Al-Jah in Bayt Al-Faqih, Yemen. The water well, a mosque, and houses are damaged in the airstrike.","Sources":"Raleigh et al N.D. I.D. 4598884"},{"Date":2018,"Headline":"Clashes between tribesmen and pro-Houthi force over a water project","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"For the second consecutive day, clashes between Al 'Ukad tribesmen and pro-Houthi forces are reported in the Ridmah district of Ibb Governorate, Yemen. Clashes are reportedly initiated on September 24 as the tribesmen seize the weapons of a group of Houthi fighters to show their opposition to a water project. Injuries are reported on both sides but no fatalities.","Sources":"Raleigh et al N.D. I.D. 5440220, 5440187"},{"Date":2018,"Headline":"Air raids are reported on water wells and reservoirs","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Five Saudi-led coalition air raids are reported on water wells and reservoirs across the Kamaran island in the north of Hudaydah Governorate, western Yemen. No casualties are reported but a large number of wells and reservoirs are destroyed.","Sources":"Raleigh et al N.D. I.D. 5439301"},{"Date":2018,"Headline":"Main water tank is targeted by military shelling","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"The main water tank of Durayhimi district, Yemen, which supplies most of the district in drinking water, is reportedly targeted by military shelling. Conflicting reports from local sources attribute the bombing to either pro-Houthi forces or Saudi-led coalition Apache helicopters that are targeting Houthi snipers near the tank. No casualties are reported.","Sources":"Raleigh et al N.D. I.D. 5438816"},{"Date":2018,"Headline":"Airstrike hits a water project","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A Saudi-led coalition airstrike reportedly hits a water project in the Nushur area of Safra district, threatening to affect up to 10,500 people who rely on the water supplied by the project in Yemen. No injuries or fatalities are reported. This particular project has been hit three times by airstrikes.","Sources":"Raleigh et al N.D. I.D. 5438563"},{"Date":2018,"Headline":"Water well digging machine is destroyed by airstrikes","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"In Sadah, Yemen, a civilian is injured and a water well digging machine is destroyed by 5 Saudi-led coalition airstrikes that hit in Farwah and Mahather areas of Sahar district.","Sources":"Raleigh et al N.D. I.D. 5437994, 5437997"},{"Date":2018,"Headline":"Air raids are reported on a water rig","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Two Saudi-led coalition air raids are reported on a water rig in Al Ammar area of Sadah border Governorate in northwestern Yemen. No casualties are reported.","Sources":"Raleigh et al N.D. I.D. 5437334"},{"Date":2018,"Headline":"Air raid targets a water tanker","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A Saudi-led coalition air raid is reported on Al Ghawl area of Nihm district, northeast of Sanaa city, allegedly targeting a water tanker. No casualties are reported.","Sources":"Raleigh et al N.D. I.D. 5437331"},{"Date":2018,"Headline":"Pro-Houthi forces reportedly destroy water collection tanks","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Property destruction: Pro-Houthi forces reportedly destroy water collection tanks in Bani Zuhayr village west of Hays city in the south of Al Hudaydah Governorate. The tanks are reportedly the only source of water for the citizens of Hays district.","Sources":"Raleigh et al N.D. I.D. 5429022"},{"Date":2018,"Headline":"Pro-Hadi forces manage to take a water project","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Pro-Hadi forces manage to take a number of sites after clashing with Houthi militias in the Alb area of Sadah, Yemen. According to the source, pro-Hadi troops take the areas of Mimna, Dhaher al-Burkan, Al Masirah, Water project, Al-Faridh, Qiraa'a, and the sniper outpost, all in the Alb area. No information on casualties.","Sources":"Raleigh et al N.D. I.D. 5428602"},{"Date":2018,"Headline":"Pro-Houthi forces reportedly blow up a water tank","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Pro-Houthi forces reportedly blow up the main water tank of Tuhayta as anti-Houthi forces are closing in on the city.","Sources":"Raleigh et al N.D. I.D. 5438269"},{"Date":2018,"Headline":"Brothers murdered for opposing hydropower project in Guatemala","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Caribbean","Description":"Neri and Domingo Esteban Pedro were found murdered near the San Andres hydroelectric project on the Yal Witz River in western Guatemala. The brothers were vocal opponents of the project.","Sources":"Ramon 2018"},{"Date":2018,"Headline":"Two people are killed because of a dispute over a watercourse","Conflict Type":"Trigger","Country":"Yemen","Region":"Western Asia","Description":"Two people are killed and another is injured as a result of a tribal dispute over a watercourse in Bait Al-Hadi Village, Al-Qiblah, Ar Rujum District, Al-Mahwit Governorate, Yemen.","Sources":"Raleigh et al N.D. I.D. 5439644"},{"Date":2018,"Headline":"Airstrike targets a water project","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"A Saudi-led coalition airstrike targets a water project in the al-Hamzat area of Sahar district, Yemen.","Sources":"Raleigh et al N.D. I.D. 5428241"},{"Date":2019,"Headline":"37 killed in herder-farmer conflict over water and land resources in Mali","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"37 civilians are killed in the ongoing conflict between herders and farmers who are fighting over access to water and land resources in central Mali.","Sources":"Agence France-Press (AFP) 2019c"},{"Date":2019,"Headline":"Disputes between herders and farmers over access to water lead to growing violence in Chad","Conflict Type":"Trigger","Country":"Chad","Region":"Sub-Saharan Africa","Description":"Herders and farmers who used to coexist peacefully are now inflicting deadly wounds on each other over fights driven by water shortages in the Sahel region of Chad.","Sources":"Agence France-Presse (AFP) 2019a"},{"Date":2019,"Headline":"One death reported in a fight over water in southern India during a severe heat wave","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"In Tamil Nadu, India, a 33 year old man dies as the result of a fight that broke out over water. India is experiencing a heat wave with temperatures reaching higher than 50 degrees C/120 degrees F.","Sources":"Agence France-Presse (AFP) 2019b"},{"Date":2019,"Headline":"One man stabs six others in a fight over water shortages in Ranchi, India during severe heat wave","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"In Ranchi, India, one man stabs six other people due to water shortages. India is experiencing a heat wave with temperatures reaching higher than 50 degrees C/120 degrees F.","Sources":"Agence France-Presse (AFP) 2019b"},{"Date":2019,"Headline":"Indigenous environmental activist Samir Flores Soberanes is killed in Mexico, reportedly over opposition to a project that threa","Conflict Type":"Trigger","Country":"Mexico","Region":"Latin America and the Caribbean","Description":"Samir Flores Soberanes, an indigenous environmental activist from Mexico, is killed in his home for his opposition to the Proyecto Integral Morelos, a thermoelectric plant and pipeline that threatened local water and land resources. The Moreles state prosecutor claims that the murder has nothing to do with the thermoelectric plant project. The People?s Front in Defence of the Land and Water for the states of Morelos, Puebla and Tlaxcala (FPDTA) state that the only enemies that Soberanes had were those involved with the project.","Sources":"Agren 2019"}]