[{"Date":2019,"Headline":"India responds to deadly attack by threatening to curtal water deliveries to Pakistan","Conflict Type":"Weapon","Country":"India","Region":"Southern Asia","Description":"An attack by a Pakistan-based group that killed at least 40 Indian soldiers has worsened tensions between the two countries, prompting Indian leaders to threaten to curtail water deliveries from rivers flowing into Pakistan. Curtailment of water deliveries could undermine the 1960 Indus Water Treaty, which stipulates the sharing of water resources between the two countries.","Sources":"Al Jazeera 2019"},{"Date":2019,"Headline":"A man is stabbed by his neighbor over a water sharing dispute in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"A man is stabbed by his neighbor over a water sharing dispute in Chennai, India. Current drought and water supply management problems have led to lack of water for millions living in the city.","Sources":"British Broadcasting Corporation (BBC) 2019"},{"Date":2019,"Headline":"At least 11 people are killed in a conflict over access to water between pastoralists and farmers near the Kenya-Ethiopia border","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"A deadly flight between farmers and pastoralists over a watering point near the Kenyan-Ethiopian border leaves eleven people dead, two injured, and four missing.","Sources":"Charles 2019"},{"Date":2019,"Headline":"A fight over the price of water leads to deadly clashes in Sudan","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"A woman was killed in a dispute over the price of water in El Gedaref, Sudan. This violent clash triggers more fighting between familial groups, leading to at least eight more deaths and dozens of injuries.","Sources":"Dabanga 2019"},{"Date":2019,"Headline":"The water supply to Tripoli, Libya is cut off during war","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"The water supply serving Tripoli, Libya's capital city, is cut off by gunmen that force employees managing the system to turn off the flow of water. The war is between Libya's National Army and UN-backed forces and has been ongoing since 2014.","Sources":"Elumami 2019"},{"Date":2019,"Headline":"Violence erupts in rural Ghana between Chokosis and Bimobas communities as groups fight over land and access to water resources","Conflict Type":"Trigger","Country":"Ghana","Region":"Sub-Saharan Africa","Description":"In Chereponi district, Ghana, houses are burned to the ground, animals are killed, and many flee as violence erupts along ethnic lines between Chokosis and Bimobas peoples who are fighting over land and water resources.","Sources":"GhanaWeb 2019"},{"Date":2019,"Headline":"Two people shot while protesting water and electricity shortages in Caracas","Conflict Type":"Trigger","Country":"Venezuela","Region":"Latin America and the Caribbean","Description":"Two people are shot by police and paramilitary groups responding to the protests of citizens who have been without electricity or water for several weeks as a result of ongoing political fighting at that national level in Venezuela.","Sources":"Hernandez and Zuniga 2019"},{"Date":2019,"Headline":"A grandmother and her grandson are beaten when seeking water from a private well","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"A grandmother and her grandson in a small village in India insist on being allowed to use a private well to get water. The well owner refuses and sends men to beat the grandmother and grandson with sticks, injuring them both. The owner is concerned that his well cannot provide water to the entire village and therefore, he does not want to provide water to anyone.","Sources":"Indo-Asian News Service 2019"},{"Date":2019,"Headline":"Shelling and airstrikes destroy water supply systems in Tripoli during ongoing war in Libya","Conflict Type":"Casualty","Country":"Libya","Region":"Northern Africa","Description":"Heavy shelling and airstrikes between April and June of 2019 destroy water infrastructure in Tripoli, Libya.","Sources":"International Committee of the Red Cross (ICRC) 2019"},{"Date":2019,"Headline":"Kenyan school water tank poisoned","Conflict Type":"Weapon","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"A water tank at a primary school in Kirinyaga County, Kenya, is vandalized and poisoned. No one was harmed by the poisoned water.","Sources":"Munene 2019"},{"Date":2019,"Headline":"Eco-vandalism disrupts water diversions","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"A water diversion system in the Colorado Rocky Mountains near Berthoud Pass is vandalized, disrupting water deliveries for several days. The act is suspected to be linked to ongoing tensions over water diversions from the Colorado River basin to Denver and other Front Range communities.","Sources":"Smith 2019"},{"Date":2019,"Headline":"Israel reportedly cuts off water supplies to approximately 1500 Palestinians","Conflict Type":"Weapon","Country":"Palestine","Region":"Western Asia","Description":"Palestine News Network reports a water shut off to 17 Palestinian communities in Hebron, West Bank. The report suggests that the shut off was a purposeful act by Israel to force the movement of local Palestinians out of their homes to make room for more Israeli settlements.","Sources":"Sputnik 2019"},{"Date":2019,"Headline":"Numerous fights, including attacks on water tankers, break out over access to water in Madhya Pradesh, India during severe heat","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Water shortages in Madhya Pradesh, India intensify during a heat wave, leading to numerous violent conflicts among Indian civilians. In one instance in Khajrana a water truck driver is beaten. In another instance in Panna, eight people are injured during a fight. The local government responds to the violence by ordering police to escort water trucks.","Sources":"Times of India 2019"},{"Date":2019,"Headline":"Two men are seriously injured in clash over access to water in India","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Two men are seriously injured in a clash over water in Krishna Nagar Colony, India.","Sources":"Times of India 2019"},{"Date":2019,"Headline":"Water shortages linked to child kidnappings in South Sudan","Conflict Type":"Trigger","Country":"South Sudan","Region":"Sub-Saharan Africa","Description":"Local authorities cite water shortages as a growing influence on the number child kidnappings in the Boma region of South Sudan. When there is a water shortage, shepherding communities spend more time on the move seeking water for their livestock, but, as a side business, they will also abduct children who can then be resold for profit.","Sources":"Trew 2019"},{"Date":2019,"Headline":"More than 130 killed in Mali in conflict between hunters and herders over land and water","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"More than 130 people are killed in the conflict between hunter and herder communities in Mali. In this instance, Dogon hunters are accused of attacking Fulani herders.","Sources":"TRT World 2019"},{"Date":2019,"Headline":"Mortar shells are fired severely damaging a water tanker","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"Pro-Houthi forces reportedly fire mortar shells near the city of Hays in the south of Hodeidah Governorate, western Yemen. Several houses and a water tanker are severely damaged by shrapnel. At least one civilian is injured in the shelling.","Sources":"Raleigh et al N.D. I.D. 4567255"},{"Date":2019,"Headline":"A water well is shelled causing material damages","Conflict Type":"Casualty","Country":"Yemen","Region":"Western Asia","Description":"On January 5th, pro-Houthi forces shell a mosque and a water well in the Al Jabaliyah area of At Tuhayat district, Yemen, causing material damages. No injuries nor fatalities are reported.","Sources":"Raleigh et al N.D. I.D. 5183989"},{"Date":2019,"Headline":"9 water workers killed, 26 injured, in ongoing conflict in disputed region of Ukraine","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Nine water workers are killed and 26 are injured since the start of 2019 through July in the ongoing conflict in the disputed eastern region of the Ukraine. Additionally 58 sanitation facilities are damaged or destroyed.","Sources":"UNICEF 2019"},{"Date":2019,"Headline":"Water station serving 80,000 people damaged in Syria","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"A water station in Basida, Idlib Governorate, Syria, serving 80,000 people is damaged by ongoing violence.","Sources":"UN Office for the Coordination of Humanitarian Affairs (UNOCHA) 2019"}]