[{"Date":2019,"Headline":"Pakistan claims India's unexpected release of water from a dam is an act of war","Conflict Type":"Weapon","Country":"Pakistan","Region":"Southern Asia","Description":"India releases water from a dam on the River Sutlej, causing moderate flooding downstream in Pakistan. India claims that the release is a \"routine exercise\" during monsoon season. The release and resultant flooding are seen as an act of war by Pakistan. This incident adds to the already strained relations between the two countries which have been at odds since February 2019 when 40 Indian parliamentary police were killed by a suicide bomb in Kashmir.","Sources":"Reuters 2019"},{"Date":2019,"Headline":"One Israeli killed and two others injured at a spring in the West Bank","Conflict Type":"Trigger","Country":"Palestine","Region":"Western Asia","Description":"A homemade bomb explodes at a spring, killing an Israeli teenager and injuring her father and brother. Springs in the occupied West Bank area have become hotspots for conflict between Israeli and Palestinian citizens who both visit during the summer while seeking to cool off from the heat.","Sources":"Chronicle News Service 2019"},{"Date":2019,"Headline":"50,000 people flee their homes in central Mali as conflict escalates over land and water","Conflict Type":"Trigger","Country":"Mali","Region":"Sub-Saharan Africa","Description":"A series of massacres in central Mali, fueled by conflict over land and water resources, causes 50,000 people to flee their homes.","Sources":"Webb 2019"},{"Date":2019,"Headline":"Violence in northwest Syria damages civilian infrastructure including 29 individual water systems","Conflict Type":"Casualty","Country":"Syria","Region":"Western Asia","Description":"From January through July 2019 violence in northwest Syria leaves civilian infrastructure damaged and destroyed including at least 29 water stations serving approximately 610,000 people.","Sources":"US Agency for International Development 2019"},{"Date":2019,"Headline":"Shrapnel damages a water pipeline, leaving more than three million people without water","Conflict Type":"Casualty","Country":"Ukraine","Region":"Eastern Europe","Description":"Shrapnel from an exploding shells damages a pipeline in the Siverski Donetsk-Donbass channel near Horlivka, Ukraine. The damages leave 3 million civilians on both sides of the conflict with either unreliable or no water supplies.","Sources":"UNICEF 2019"},{"Date":2022,"Headline":"Conflict in Ukraine","Conflict Type":"Weapon","Country":"Keiv,Ukraine","Region":"Eastern Europe","Description":"The Russo-Ukrainian War is an ongoing war primarily involving Russia, Belarus, and pro-Russian forces on one side, and Ukraine on the other. Armed conflict began in February 2014 in the wake of Euromaidan, centred on the status of Crimea and parts of the Donbas, which are internationally recognised as part of Ukraine.","Sources":"UNICEF 2020"}]