[{"Date":1951,"Headline":"Israel and Syria fight over Yarmouk River","Conflict Type":"Weapon, Casualty","Country":"Israel, Jordan, Syria","Region":"Western Asia","Description":"Jordan makes public its plans to irrigate the Jordan Valley by tapping the Yarmouk River; Israel responds by commencing drainage of the Huleh swamps located in the demilitarized zone between Israel and Syria; border skirmishes ensue between Israel and Syria.","Sources":"Wolf 1997"},{"Date":1951,"Headline":"US Bombers Destroy Korea's Hwacheon Dam","Conflict Type":"Weapon, Casualty","Country":"North Korea","Region":"Eastern Asia","Description":"The Hwacheon Dam in Korea, completed in 1944, becomes both a target and a tool of opposing forces during the Korean War. In 1951, North Korea opens the dam to flood downstream areas and slow advancing UN forces. In response, the US Navy sends aircraft to bomb the dam, the last known American use of aerial torpedoes in war.","Sources":"Calcagno 2004"},{"Date":1953,"Headline":"Israel and Syria clash over Sea of Galilee","Conflict Type":"Trigger","Country":"Israel, Jordan, Syria","Region":"Western Asia","Description":"Israel begins construction of its National Water Carrier to transfer water from the north of the Sea of Galilee out of the Jordan basin to the Negev Desert for irrigation. Syrian military actions along the border and international disapproval lead Israel to move its intake to the Sea of Galilee.","Sources":"Naff and Matson 1984"},{"Date":1958,"Headline":"Egypt and Sudan clash over Nile","Conflict Type":"Trigger","Country":"Egypt, Sudan","Region":"Northern Africa","Description":"Egypt sends an unsuccessful military expedition into disputed territory amidst pending negotiations over the Nile waters, Sudanese general elections, and an Egyptian vote on Sudan-Egypt unification; Nile Water Treaty signed when pro-Egyptian government elected in Sudan.","Sources":"Wolf 1997"},{"Date":"1960s","Headline":"US bombs irrigation systems in Vietnam","Conflict Type":"Casualty","Country":"North Vietnam","Region":"Southeast Asia","Description":"Irrigation water supply systems in North Vietnam are bombed during the Vietnam War. An estimated 661 sections of dikes damaged or destroyed.","Sources":"Kandachi 1967"},{"Date":1962,"Headline":"Israel destroys irrigation ditches in demilitarized zone on Syrian border","Conflict Type":"Casualty","Country":"Israel, Syria","Region":"Western Asia","Description":"Israel destroys irrigation ditches in the lower Tarfiq in the demilitarized zone. Syria complains.","Sources":"Naff and Matson 1984"},{"Date":"1962-1967","Headline":"Brazil and Paraguay clash over Paraná River","Conflict Type":"Trigger","Country":"Brazil, Paraguay","Region":"Latin America and the Ca","Description":"Negotiations between Brazil and Paraguay over the development of the Paran? River are interrupted by a unilateral show of military force by Brazil in 1962, which invades the area and claims control over the Guadalajara Falls site. Military forces are withdrawn in 1967 following an agreement for a joint commission to examine development in the region.","Sources":"Murphy and Sabadell 1986"},{"Date":1962,"Headline":"Kaptai Dam displaces Jumma people in Eastern Pakistan","Conflict Type":"Trigger","Country":"Eastern Pakistan","Region":"Southern Asia","Description":"In 1957, Eastern Pakistan (present-day Bangladesh) begins building the Kaptai Hydroelectric Dam on the Karnaphuli River in the Chittagong Hills Tract in the southeast. Completed in 1962, the dam flooded 655 square kilometers of land and displaced 100,000 people, most of them Jumma, or ethnic minorities in a country ruled by a Bengali majority. The displaced Jumma are offered little land or compensation and many flee to neighboring India. These conditions contributed to 20+ years of conflict.","Sources":"Chittagong Hill Tracts Commission 1991"},{"Date":"1963-1964","Headline":"Ethiopia and Somali nomads fight for desert water","Conflict Type":"Trigger","Country":"Ethiopia, Somalia","Region":"Sub-Saharan Africa","Description":"Creation of boundaries in 1948 leaves Somali nomads under Ethiopian rule; border skirmishes occur over disputed territory in Ogaden desert where critical water and oil resources are located; cease-fire is negotiated only after several hundred are killed.","Sources":"Wolf 1997"},{"Date":1964,"Headline":"Cuba cuts off water to US at Guantanamo","Conflict Type":"Weapon","Country":"Cuba, United States","Region":"Latin America and the Ca","Description":"On February 6, 1964, the Cuban government cuts off the normal water supply to the US Naval Base at Guantanamo Bay, in retaliation for the US seizure of four Cuban fishing boats days earlier near Florida.","Sources":"Guantanamo Bay Gazette 1964"},{"Date":1964,"Headline":"Israel drops bombs over Dan River","Conflict Type":"Casualty","Country":"Israel, Syria","Region":"Western Asia","Description":"Headwaters of the Dan River on the Jordan River are bombed at Tell El-Qadi in a dispute about sovereignty over the source of the Dan.","Sources":"Naff and Matson 1984"},{"Date":1965,"Headline":"British defend South African dam","Conflict Type":"Trigger, Weapon","Country":"Zambia","Region":"Sub-Saharan Africa","Description":"President Kenneth Kaunda of Zambia calls on British government to send troops to Kariba Dam to protect it from possible saboteurs from Rhodesian government.","Sources":"Chenje 2001"},{"Date":1965,"Headline":"Palestinians attack Israeli water pumps","Conflict Type":"Casualty","Country":"Israel, Palestine","Region":"Western Asia","Description":"First attack ever by the Palestinian National Liberation Movement Al-Fatah is on the diversion pumps for the Israeli National Water Carrier. Attack fails.","Sources":"Naff and Matson 1984"},{"Date":"1965-1966","Headline":"Israel attacks over Arab water plan","Conflict Type":"Trigger","Country":"Israel, Jordan, Syria","Region":"Western Asia","Description":"Fire is exchanged over \"all-Arab\" plan to divert the Jordan River headwaters (Hasbani and Banias) and presumably preempt Israeli National Water Carrier; Syria halts construction of its diversion in July 1966.","Sources":"Wolf 1995"},{"Date":1965,"Headline":"Feud over the Buffalo National River turns violent between environmentalists and local populations","Conflict Type":"Trigger","Country":"United States","Region":"North America","Description":"Feuding between two groups over the fate of the Buffalo National River in Arkansas and a potential dam project turn violent when a canoe race on Memorial Day, 1965 is disrupted by barbed wire strung across the river and gun shots near the canoes. Small injuries caused by the barbed wire to canoeists are reported.","Sources":"Schulte 2019"},{"Date":1967,"Headline":"Israel attacks Jordan water works","Conflict Type":"Casualty","Country":"Israel, Jordan","Region":"Western Asia","Description":"Israel destroys the Arab diversion works on the Jordan River headwaters. During Arab-Israeli War Israel occupies Golan Heights, with Banias tributary to the Jordan; Israel occupies West Bank.","Sources":"Gleick 1993"},{"Date":"1967-1972","Headline":"US attempts to flood Vietnam","Conflict Type":"Weapon","Country":"Vietnam","Region":"Southeast Asia","Description":"The US military, in 'Operation Popeye,' uses silver iodide for cloud seeding over Indochina (Vietnam), in an attempt to extend the monsoon season and stop the flow of materiel along Ho Chi Minh trail. \"Continuous rainfall was intended to slow down the truck traffic and was relatively successful.","Sources":"Plant 1995"},{"Date":1968,"Headline":"Youth International Party threatens to spike Chicago's water supply with LSD ahead of Democratic National Convention","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"The Youth International Party in the United States threatens to spike Lake Michigan with the hallucinogenic LSD. Lake Michigan serves as the city of Chicago's drinking water supply. The threat is targeted at the Democratic National Convention of 1968. No known poisonings occur.","Sources":"Mohtadi and Murshid 2006"},{"Date":1969,"Headline":"Israel destroys Jordan canals","Conflict Type":"Casualty","Country":"Israel, Jordan","Region":"Western Asia","Description":"Israel, suspicious that Jordan is over-diverting the Yarmouk, leads two raids to destroy the newly-built East Ghor Canal, Secret negotiations, mediated by the US, lead to an agreement in 1970.","Sources":"Samson and Charrier 1997"},{"Date":1969,"Headline":"Palestinian group attempts to pollute Israeli water with attack on an oil pipeline","Conflict Type":"Casualty","Country":"Jordan","Region":"Western Asia","Description":"The Popular Front for the Liberation of Palestine (PFLP) places an explosive device on the Trans-Arabian Pipeline in Jordan in an attempt to pollute water that provides drinking water and water for fisheries to Israel in the Hutch Valley. While the explosive device did cause significant damage to the pipeline, reports do not indicate that water supplies were affected.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"}]