[{"Date":1970,"Headline":"Alleged plot on US water supply","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"The Weathermen, a group opposed to American imperialism and the Vietnam War, allegedly attempts to obtain biological agents to contaminate the water supply systems of US urban centers.","Sources":"Kupperman and Trent 1979"},{"Date":1970,"Headline":"Violent conflicts over use of China's Zhang River","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"Conflicts over excessive water withdrawals and subsequent water shortages from China's Zhang River have been worsening for over three decades between villages in Shenxian and Linzhou counties. In the 1970s, militias from competing villages fight over withdrawals. (See also entries for 1976, 1991, 1992, and 1999.)","Sources":"China Water Resources Daily 2002"},{"Date":1970,"Headline":"Pipeline bombed during a labor dispute in California","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"During a labor dispute, a pipeline carrying brine to the American Potash Plant in Trona, CA, is bombed, causing destruction of the pipeline and causing the fire hydrants in the town to dry up for several hours.","Sources":"Committee on Government Operations United States Senate (CGOUSS) 1970"},{"Date":1970,"Headline":"Water-cooling unit is bombed at a Louisiana country club","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"A water cooling unit is bombed at a country club in Louisiana, USA. Suspects are thought to be black nationalists seeking revenge. No casualties are reported.","Sources":"Committee on Government Operations United States Senate (CGOUSS) 1970"},{"Date":1970,"Headline":"Neo-Nazis drop bombs in Maryland sewage plant","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"A group of teenagers associated with a neo-Nazi group attempt to spark racial conflict by dropping bombs into a sewage pumping station in Maryland, USA, an event they hope will be blamed on African Americans. Damage is caused to the pumping station.","Sources":"Baltimore Sun 1970"},{"Date":1970,"Headline":"Ku Klux Klan poisons livestock water supply owned by black Muslim group in Alabama, US","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Members of the Ku Klux Klan poison the water supply used for livestock on a farm owned by black Muslims in Ashville, Alabama. 30 cows are killed and at least nine others are sickened.","Sources":"Mohtadi and Murshid 2006"},{"Date":1972,"Headline":"Attempt to poison Chicago's waters","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Two members of the right-wing \"Order of the Rising Sun\" are arrested in Chicago with 30-40 kg of typhoid cultures with which they allegedly planned to poison the water supply in Chicago, St. Louis, and other cities. Experts say the plan is unlikely to cause health problems due to water chlorination.","Sources":"Eitzen and Takafuji 1997"},{"Date":1972,"Headline":"New York water threatened","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Reported threat to contaminate water supply of New York City with nerve gas.","Sources":"Purver 1995"},{"Date":1972,"Headline":"US bombs water works in Vietnam","Conflict Type":"Casualty","Country":"Vietnam","Region":"Southeast Asia","Description":"United States bombs dikes in the Red River delta, rivers, and canals during massive bombing campaign.","Sources":"Columbia Encyclopedia 2000a"},{"Date":1973,"Headline":"German water supply threatened","Conflict Type":"Weapon","Country":"Germany","Region":"Western Europe","Description":"A German biologist threatens to contaminate water supplies with bacilli of anthrax and botulinum toxin unless he is paid $8.5 million.","Sources":"Jenkins and Rubin 1978"},{"Date":1974,"Headline":"Iraq threatens Syria dam","Conflict Type":"Trigger, Casualty","Country":"Iraq, Syria","Region":"Western Asia","Description":"Iraq threatens to bomb the Euphrates dam (also known as al-Thawra or Tabqa dam) in Syria and massed troops along the border, alleging that the dam had reduced the flow of Euphrates River water to Iraq.","Sources":"Gleick 1994"},{"Date":1974,"Headline":"Multiple attacks on water infrastructure in Puerto Rico","Conflict Type":"Casualty","Country":"Puerto Rico","Region":"Latin America and the Ca","Description":"Striking workers are thought to be the cause of multiple attacks on various water infrastructure run by the Puerto Rico Aqueduct and Sewers Authority, a government-owned water agency. One attack destroys water pipes connected to two major refineries, while another leaves a large portion of the City of San Juan without running water for an entire day. The attacks are attributed to a group known as the Armed Forces for National Liberation, however no direct link has been made proving their connection.","Sources":"New York Times, The 1974"},{"Date":1975,"Headline":"Iraq, Syria mobilize troops over drought tensions","Conflict Type":"Trigger","Country":"Iraq, Syria","Region":"Western Asia","Description":"As upstream dams are filled during a low-flow year on the Euphrates, Iraqis claim that flow reaching its territory is \"intolerable\" and asks the Arab League to intervene. Syrians claim they are receiving less than half the river's normal flow and pull out of an Arab League technical committee formed to mediate the conflict. In May Syria closes its airspace to Iraqi flights and both Syrian and Iraq reportedly transfer troops to their mutual border. Saudi Arabia successfully mediates the conflict.","Sources":"Gleick 1993"},{"Date":1975,"Headline":"South Africa takes over Angolan dam","Conflict Type":"Trigger","Country":"Angola, South Africa","Region":"Sub-Saharan Africa","Description":"South African troops move into Angola to occupy and defend the Ruacana hydropower complex, including the Gove Dam on the Kunene River. Goal is to take possession of and defend the water resources of southwestern Africa and Namibia.","Sources":"Meissner 2000"},{"Date":1976,"Headline":"Militia Chief shot in China's Zhang River conflict","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"A local militia chief is shot to death in a clash over the damming of Zhang River. Conflicts over excessive water withdrawals and subsequent water shortages from China's Zhang River have been worsening for over three decades. (See also entries for 1970, 1991, 1992, 1999.)","Sources":"China Water Resources Daily 2002"},{"Date":1976,"Headline":"Resident blows up gates diverting water to the Los Angeles Aqueduct","Conflict Type":"Trigger, Casualty","Country":"United States","Region":"North America","Description":"Gates diverting water to the Los Angeles Aqueduct from the Owens Valley are dynamited, leading to 100 million gallons of water flows returning to Owens Lake.","Sources":"Sahagun 2013"},{"Date":1976,"Headline":"Bacteriological agent used to poison groundwater and surface water in Mozambique","Conflict Type":"Weapon","Country":"Mozambique","Region":"Sub-Saharan Africa","Description":"An unidentified bacteriological agent is found in groundwater and surface water sources in Mozambique. Sources report that the Rhodesian government had deposited the agent to target the black population in the country.","Sources":"Mohtadi and Murshid 2006"},{"Date":1977,"Headline":"North Carolina reservoir poisoned","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Contamination of a North Carolina reservoir with unknown materials. According to Clark: \"Safety caps and valves were removed, and poison chemicals were sent into the reservoir....Water had to be brought in.","Sources":"Clark 1980"},{"Date":1977,"Headline":"Explosions damage water system at British military base","Conflict Type":"Casualty","Country":"Greece","Region":"Southern Europe","Description":"Four separate explosions occur at several British military bases, one damaging the water system at Akrotiri (Santorini), an airbase near Limassol, in southern Cyprus, Greece.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1978,"Headline":"Bombing of water plant in Puerto Rico cuts off water for 30,000","Conflict Type":"Casualty","Country":"Puerto Rico","Region":"Latin America and the Ca","Description":"Puerto Rican nationalists are suspected in the bombing of a substation owned by Water Resource Authority. This incident leaves approximately 30,000 people in San Juan without electricity. This bombing is linked to a larger group of violent attacks on the state-owned Water Resources Authority.","Sources":"Sater 1981"}]