[{"Date":"1978-1984","Headline":"Sudan kills canal protestors","Conflict Type":"Trigger, Casualty","Country":"Sudan","Region":"Northern Africa","Description":"Demonstrations in Juba, Sudan in 1978 opposing the construction of the Jonglei Canal lead to the deaths of two students. Construction of the Jonglei Canal in the Sudan is suspended in 1984 following a series of attacks on the construction site.","Sources":"Suliman 1998"},{"Date":"1978 onwards","Headline":"Egypt threatens Ethiopia over Nile plans","Conflict Type":"Trigger","Country":"Egypt, Ethiopia","Region":"Northern Africa","Description":"Long standing tensions over the Nile, especially the Blue Nile, originate in Ethiopia. Ethiopia's proposed construction of dams on the headwaters of the Blue Nile leads Egypt to repeatedly declare the vital importance of water. \"The only matter that could take Egypt to war again is water' (Anwar Sadat, 1979). \"The next war in our region will be over the waters of the Nile, not politics\" (Boutros Boutrous-Ghali, 1988).","Sources":"Gleick 1991"},{"Date":1978,"Headline":"Machine gun used to attack the U.S. Embassy with goal of reducing cost of water and other necessary resources","Conflict Type":"Trigger","Country":"El Salvador","Region":"Latin America and the Caribbean","Description":"The Popular Liberation Forces (PLF) uses a machine gun to attack the U.S. Embassy in El Salvador. This attack was stated by PLF to be part of their war against U.S. imperialism. Demands included the reduction in the cost of water, as well the cost of housing, fertilizer, rents, agricultural land, and electric power, as well as for the release of a number of prisoners assumed to be held for political reasons.","Sources":"Devine 1981"},{"Date":"1978-1984","Headline":"While battling insurgents, the Ethiopian military destroys basic civilian water wells and water sources","Conflict Type":"Weapon, Casualty","Country":"Ethiopia","Region":"Sub-Saharan Africa","Description":"During the so-called \"Secret Wars\" in southeast Ethiopia, water wells are destroyed and poisoned by Ethiopian troops in an attempt to halt insurgents. The Ethiopian military is thought to have been advised in applying these tactics by Soviet and Cuban officials.","Sources":"Human Rights Watch 2008"},{"Date":1978,"Headline":"A water tank is poisoned in protest of airport construction in Japan","Conflict Type":"Weapon, Casualty","Country":"Japan","Region":"Eastern Asia","Description":"A water tank at a water purification plant is contaminated with oil and agricultural chemicals. The attack on the water supplies is in protest of the construction of an airport in Hokusol/Narita, Japan.","Sources":"Mohtadi and Murshid 2006"},{"Date":"1980-1982","Headline":"Government troops demolish water catchments in Somalia","Conflict Type":"Casualty","Country":"Somalia","Region":"Sub-Saharan Africa","Description":"Between 1980 and 1982, as part of President Barre's \"scorched earth\" policy, government troops demolish water-points and berkads (catchments) in many of the towns and villages of Mudug and neighboring Nugal.","Sources":"Puntland Development Research Centre (PDRC) 2014"},{"Date":"1980-1988","Headline":"Iran floods Iraqi defenses","Conflict Type":"Weapon","Country":"Iran, Iraq","Region":"Western Asia","Description":"Iran diverts water to flood Iraqi defense positions.","Sources":"Plant 1995"},{"Date":"1980s","Headline":"Mozambique targets dam in fight vs. South Africa","Conflict Type":"Casualty","Country":"Mozambique","Region":"Sub-Saharan Africa","Description":"Regular destruction of power lines from Cahora Bassa Dam during fight for independence in the region. Dam targeted by RENAMO (the Mozambican National Resistance).","Sources":"Chenje 2001"},{"Date":"1980s-1990s","Headline":"Military encounters between Cameroon and Niger over the recession of Lake Chad","Conflict Type":"Trigger","Country":"Nigeria, Cameroon","Region":"Sub-Saharan Africa","Description":"Starting in the 1980s, rapid recession of Lake Chad draws Nigerian fishermen farther into Cameroonian territory, leading to several military encounters. By the 1990s, more than thirty Lake Chad villages are founded by Nigerians are counted in Cameroon. In 2002, the border dispute goes to the International Court of Justice, which rules in Cameroon's favor.","Sources":"Dimon 2012"},{"Date":1981,"Headline":"Iran targets Iraq hydroelectric dam","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"Iran claims to have bombed a hydroelectric facility in Kurdistan, thereby blacking out large portions of Iraq, during the Iran-Iraq War.","Sources":"Gleick 1993"},{"Date":"1981-1982","Headline":"Namibia targets Angola pipeline","Conflict Type":"Casualty","Country":"Angola, Namibia","Region":"Sub-Saharan Africa","Description":"Water infrastructure, including dams and the major Kunene-Cuvelai pipeline, is targeted during the conflicts in Namibia and Angola in the 1980s.","Sources":"Turton 2005"},{"Date":1982,"Headline":"Plan to poison Los Angeles water","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Los Angeles police and the FBI arrest a man who was preparing to poison the city's water supply with a biological agent.","Sources":"Livingston 1982"},{"Date":1982,"Headline":"Israel cuts off Beirut water","Conflict Type":"Weapon","Country":"Lebanon","Region":"Western Asia","Description":"Israel cuts off the water supply of Beirut during siege.","Sources":"Wolf 1997"},{"Date":1982,"Headline":"Guatemala kills dam protestors","Conflict Type":"Trigger","Country":"Guatemala","Region":"Latin America and the Ca","Description":"In Rio Negro, 177 civilians are killed over opposition to the Chixoy hydroelectric dam.","Sources":"Levy 2000"},{"Date":1983,"Headline":"Terrorists destroy US military barraks in Lebanon","Conflict Type":"Weapon","Country":"Lebanon","Region":"Western Asia","Description":"An explosives-laden truck disguised as a water delivery vehicle destroys a barracks in a US military compound, killing more than 300 people. The attack is blamed on Hezbollah with the support of the Iranian government.","Sources":"British Broadcasting Corporation (BBC) 2007"},{"Date":1983,"Headline":"Terrorists plot to poison Israel water","Conflict Type":"Weapon","Country":"Israel","Region":"Western Asia","Description":"The Israeli government reports that it had uncovered a plot by Israeli Arabs to poison the water in Galilee with \"an unidentified powder.","Sources":"Douglass and Livingstone 1987"},{"Date":1984,"Headline":"Oregon water supply poisoned","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Members of the Rajneesh religious cult contaminate a city water supply tank in The Dalles, Oregon, using Salmonella. A community outbreak of over 750 cases occurred in a county that normally reports fewer than five cases per year.","Sources":"Clark and Deininger 2000"},{"Date":1984,"Headline":"Destruction of construction equipment at Ataturk Dam","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"During construction of the Ataturk Dam, the Kurdistan Workers' Party (PKK) destroys construction equipment and nearly 1,100 vehicles, severely delaying the project.","Sources":"Glass 2017"},{"Date":1984,"Headline":"Water truck bombed in front of U.S. Embassy in Amman, Jordan","Conflict Type":"Casualty","Country":"Jordan","Region":"Western Asia","Description":"A water truck is destroyed when a bomb placed underneath it explodes. The truck was outside the U.S. Embassy in Amman, Jordan. Two people are injured.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1985,"Headline":"Cult plans to poison US waters","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"Law enforcement authorities discover that a small survivalist group in the Ozark Mountains of Arkansas known as The Covenant, the Sword, and the Arm of the Lord (CSA) has acquired a drum containing 30 gallons of potassium cyanide, with the apparent intent to poison water supplies in New York, Chicago, and Washington, D.C. CSA members believe that such attacks would make the Messiah return more quickly by punishing unrepentant sinners. The objective appears to be mass murder in the name of a divine mission rather than to change government policy. The amount of poison possessed by the group is believed to have been insufficient to contaminate the water supply of even one city.","Sources":"Tucker 2000"}]