[{"Date":1985,"Headline":"Anonomous note threatens to contaminate NYC's reservoirs","Conflict Type":"Weapon","Country":"United States","Region":"North America","Description":"An anonymous letter writer threatens to contaminate New York City's water reservoirs with plutonium unless charges against a man accused of vigilantism for shooting four African American men in the New York subway are dropped. Testing detects minute levels of plutonium in the water on but scientists could not conclude whether the threat to contaminate the New York City water supply would be actually carried out or whether the sample is contaminated prior to receipt.","Sources":"Johnston 2014"},{"Date":1986,"Headline":"South Koreans uneasy over North's dam","Conflict Type":"Weapon","Country":"North Korea, South Korea","Region":"Eastern Asia","Description":"North Korea's announcement of its plans to build the Kumgansan hydroelectric dam on a tributary of the Han River upstream of Seoul raises concerns in South Korea that the dam could be used as a tool for ecological destruction or war.","Sources":"Gleick 1993"},{"Date":1986,"Headline":"Lesotho coup partly over water","Conflict Type":"Trigger","Country":"Lesotho","Region":"Sub-Saharan Africa","Description":"South Africa supports a bloodless coup by Lesotho's defense forces. Immediately afterward, the two countries agree to share water from the Highlands of Lesotho, following 30 years of unsuccessful negotiations. There is disagreement over the degree to which water was a motivating factor for either party.","Sources":"Mohamed 2001"},{"Date":1986,"Headline":"Lesotho coup partly over water","Conflict Type":"Trigger","Country":"Lesotho","Region":"Sub-Saharan Africa","Description":"South Africa supports coup in Lesotho over support for ANC and anti-apartheid, and water. New government in Lesotho then quickly signs Lesotho Highlands water agreement.","Sources":"Inventory of Conflict and the Environment 2000b"},{"Date":1986,"Headline":"A plan to blow up the Ataturk Dam in Turkey is thwarted","Conflict Type":"Casualty","Country":"Turkey","Region":"Western Asia","Description":"Turkish police discover Syrian-backed terrorists designing a plan to blow up the Atat?rk Dam.","Sources":"Glass 2017"},{"Date":"1987-1989","Headline":"Lack of water from drought contributes to onset of the Arab-Fur War.","Conflict Type":"Trigger","Country":"Sudan","Region":"Northern Africa","Description":"The Arab-Fur War (1987-1989) between the Arab and Fur ethnic groups in Libya, is triggered in part by severe drought that strains farmer-herder relationships. Libyan leader Gaddafi sends drought relief supplies and weaponry to opposing sides.","Sources":"Bromwich 2018"},{"Date":1987,"Headline":"19 police recruits in the Philippines die from poisoned water and candy from an unknown source","Conflict Type":"Weapon","Country":"Philippines","Region":"South-eastern Asia","Description":"19 Filipino police recruits die after drinking and eating water and candy from an unknown person.","Sources":"CBC News Online 2004"},{"Date":1987,"Headline":"At least 12 police die in the Philippines after drinking poisoned water during a running race","Conflict Type":"Weapon","Country":"Philippines","Region":"South-eastern Asia","Description":"At least 12 and up to 19 runners die after drinking poisoned bottled water during a race. The runners were members of the Philippine Constabulary.","Sources":"Mohtadi and Murshid 2006"},{"Date":1988,"Headline":"Angolans attack South African dam","Conflict Type":"Casualty","Country":"Angola","Region":"Sub-Saharan Africa","Description":"Cuban and Angolan forces launch an attack on Calueque Dam via land and then air. Considerable damage inflicted on dam wall; power supply to dam cut. Water pipeline to Ovamboland cut and destroyed.","Sources":"Meissner 2000"},{"Date":1988,"Headline":"Bomb on water tank injures 15","Conflict Type":"Casualty","Country":"Pakistan","Region":"Southern Asia","Description":"A bomb placed under a water tank explodes, injuring 15 people in Peshawar, Pakistan.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1989,"Headline":"Water and other ecological threats used as justification for attack on cattle company","Conflict Type":"Casualty","Country":"United States","Region":"North America","Description":"A fire is set in a cattle company building outside of Sacramento, California, causing hundreds of thousands of dollars in damage. An unidentified caller claiming to be part of Earth First! states he set the fire \"because we are opposed to the livestock industry because it causes irreparable damage to the environment by putting chemicals in food and water and destroying natural habitat for wildlife.","Sources":"United Press International (UPI) 1989"},{"Date":1989,"Headline":"Bomb discovered near a water pumping station prior to detonation","Conflict Type":"Casualty, Weapon","Country":"Israel","Region":"Western Asia","Description":"A large amount of dynamite is discovered near a water pumping station near Moshav Ramon, prior to detonation. The detonation would have likely caused flooding and damage to agricultural land.","Sources":"RAND Database of Worldwide Terrorism Incidents 2018"},{"Date":1989,"Headline":"Alleged attempt to infect the water supply to a refugee camp with biological agents","Conflict Type":"Weapon","Country":"Namibia","Region":"Sub-Saharan Africa","Description":"The Civilian Cooperation Bureau, a covert South African unit, is accused of an attempt to infect the water supply of a refugee camp in Dabora, Namibia, with cholera and yellow fever. The attempt is thought to fail due to the high chlorine content in the water.","Sources":"Mohtadi and Murshid 2006"},{"Date":1990,"Headline":"South Africa cuts off black community's water","Conflict Type":"Weapon","Country":"South Africa","Region":"Sub-Saharan Africa","Description":"Pro-apartheid council cuts off water to the Wesselton township of 50,000 blacks following protests over miserable sanitation and living conditions.","Sources":"Gleick 1993"},{"Date":1990,"Headline":"Turkey's Ataturk Dam a weapon of war?","Conflict Type":"Weapon","Country":"Iraq, Syria","Region":"Western Asia","Description":"The flow of the Euphrates is interrupted for a month as Turkey finishes construction of the Atat?rk Dam, part of the Grand Anatolia Project. Syria and Iraq protest that Turkey now has a weapon of war. In mid-1990 Turkish president Turgut ?zal  threatens to restrict water flow to Syria to force it to withdraw support for Kurdish rebels operating in southern Turkey.","Sources":"Gleick 1993"},{"Date":1990,"Headline":"Violence over water competition kills 300 along Uzbekistan border","Conflict Type":"Trigger","Country":"Kyrgyzstan, Tajikistan, Uzbekistan","Region":"Central Asia","Description":"The Fergana Valley, shared by these three countries, is especially vulnerable to violent eruptions over water and ethnicity. In 1990 an outbreak of violence in the Kyrgyz town of Osh on the border with Uzbekistan claims over 300 lives. The violence is provoked by competition for water, limited arable land, and ethnic tensions.","Sources":"Khamidov 2001"},{"Date":1990,"Headline":"Police report nine people are sickened by the intentional contamination of the water supply of a private apartment building in S","Conflict Type":"Weapon","Country":"Scotland, United Kingdom","Region":"Northern Europe","Description":"At least nine people from a private apartment building in Edinburgh, Scotland report coming down with a diarrheal disease caused by Giardia lamblia. Investigators of the incident believe that the water supply to the apartment had been deliberately contaminated with fecal matter containing Giardia.","Sources":"Mohtadi and Murshid 2006"},{"Date":"1990-1991","Headline":"Attacks on energy systems in Iraq leaves cities without water","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"During the Gulf War, targeted attacks on transformers and turbines at water treatment plants leave whole cities, such as Basra, without water or wastewater treatment. And due to embargos, parts needed to fix the plants are not available. It is estimated that at least 25% of water treatment plants in Iraq do not have backup power supply and are inoperable after electrical grids are damaged.","Sources":"Human Rights Watch 1991"},{"Date":1991,"Headline":"Iraq destroys Kuwait desalination plants","Conflict Type":"Casualty","Country":"Kuwait","Region":"Western Asia","Description":"During the Gulf War, Iraq destroys much of Kuwait's desalination capacity during retreat.","Sources":"Gleick 1993"},{"Date":1991,"Headline":"British Columbia water supply threatened","Conflict Type":"Weapon","Country":"Canada","Region":"North America","Description":"A threat is made via an anonymous letter to contaminate the water supply of the city of Kelowna, British Columbia, with \"biological contaminates.\" The motive is apparently \"associated with the Gulf War.\" The security of the water supply is increased in response and no group is identified as the perpetrator.","Sources":"Purver 1995"}]