[{"Date":1991,"Headline":"UN considers cutting river flow to Iraq","Conflict Type":"Weapon","Country":"Iraq","Region":"Southern Asia","Description":"Discussions are held at the United Nations about using the Atat?rk Dam in Turkey to cut off flows of the Euphrates to Iraq.","Sources":"Gleick 1993"},{"Date":1991,"Headline":"US destroys Iraq water systems","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"During the Persian Gulf War, Allied Coalition forces damage Baghdad's modern water supply and sanitation system\"intentionally and unintentionally. \"Four of seven major pumping stations were destroyed, as were 31 municipal water and sewerage facilities in Baghdad\"resulting in sewage pouring into the Tigris. Water purification plants were incapacitated throughout Iraq\" (Arbuthnot 2000). Following the damage, the New England Journal of Medicine reports that, during the first eight months of 1991, childhood death in Iraq increases by 47,000 and the country's infant mortality rate doubles to 92.7 per 1,000 live births.","Sources":"Gleick 1993"},{"Date":1991,"Headline":"Chinese villages exhange mortar fire over water diversion","Conflict Type":"Trigger","Country":"China","Region":"Eastern Asia","Description":"In December 1991, Huanglongkou village and Qianyu village exchange mortar fire over the construction of new water diversion facilities. Conflicts over excessive water withdrawals and subsequent water shortages from China's Zhang River have been worsening for over three decades. (See also entries for 1970, 1976, 1992, and 1999.)","Sources":"China Water Resources Daily 2002"},{"Date":"1991-2001","Headline":"US sanctions against Iraq target water systems","Conflict Type":"Casualty","Country":"Iraq","Region":"*Western Asia","Description":"United States deliberately pursues policy of destroying Iraq's water systems through sanctions and withholding contracts.","Sources":"Nagy 2001"},{"Date":"1991-2007","Headline":"Violence over use of India's Cauvery River","Conflict Type":"Trigger","Country":"India","Region":"Southern Asia","Description":"Violence erupts when Karnataka, India rejects an Interim Order handed down by the Kaveri Waters Tribunal, set up by the Indian Supreme Court. The Tribunal was established in 1990 to settle two decades of dispute between Karnataka and Tamil Nadu over irrigation rights to the Kaveri River.","Sources":"Gleick 1993"},{"Date":1991,"Headline":"During Persian Gulf War, allied forces attack and destroy urban water and sanitation facilities in Basra, Iraq","Conflict Type":"Casualty","Country":"Iraq","Region":"Western Asia","Description":"During the Persian Gulf War, Allied forces target water and sanitation facilities in Iraq's second-largest city, Basra. The damage is unrepairable.","Sources":"Vulliamy 1991"},{"Date":1992,"Headline":"Hungary and Czechoslovakia dispute over Danube","Conflict Type":"Trigger","Country":"Czechoslovakia, Hungary","Region":"Eastern Europe","Description":"Hungary abrogates a 1977 treaty with Czechoslovakia concerning construction of the Gab??kovo?Nagymaros project based on environmental concerns. Slovakia continues construction unilaterally, completes the dam, and diverts the Danube into a canal inside the Slovakian republic. Massive public protest and movement of military to the border ensue; issue taken to the International Court of Justice.","Sources":"Gleick 1993"},{"Date":1992,"Headline":"Turkish air base waters poisoned","Conflict Type":"Weapon","Country":"Turkey","Region":"Western Asia","Description":"Lethal concentrations of potassium cyanide are reported discovered in the water tanks of a Turkish Air Force compound in Istanbul. The Kurdish Workers' Party (PKK) claims credit.","Sources":"Chelyshev 1992"},{"Date":1992,"Headline":"Serbs cut off water and power to Bosnian cities","Conflict Type":"Weapon","Country":"Bosnia and Herzegovina","Region":"Southern Europe","Description":"The Serbian siege of Sarajevo, Bosnia and Herzegovina, includes a cutoff of all electrical power and the water feeding the city from the surrounding mountains. The lack of power cuts the two main pumping stations inside the city despite pledges from Serbian nationalist leaders to United Nations officials that they would not use their control of Sarajevo's utilities as a weapon. Bosnian Serbs take control of water valves regulating flow from wells that provide more than 80 percent of water to Sarajevo; reduced water flow to city is used to \"smoke out\" Bosnians.","Sources":"Burns 1992"},{"Date":1992,"Headline":"Canal on China's Zhang River bombed","Conflict Type":"Trigger, Casualty","Country":"China","Region":"Eastern Asia","Description":"In August 1992, bombs are set off along a Zhang River distribution canal collapsing part of the canal and causing flooding and economic losses. Violence continues in the late 1990s with confrontations, mortar attacks, and bombings. Conflicts over excessive water withdrawals and subsequent water shortages from China's Zhang River have been worsening for over three decades. (See also entries for 1970, 1976, 1991, and 1999.)","Sources":"China Water Resources Daily 2002"},{"Date":1992,"Headline":"Russians attack Moldovan hydroelectric dam","Conflict Type":"Casualty","Country":"Moldova, Russia","Region":"Eastern Europe","Description":"In June, hostilities between Moldova and Russia in a short but intense conflict inclujde a rocket-artillery attack on the hydroelectric turbines at the Dub?sari power station on the Nistru (or Dniester) River.","Sources":"Malik 2005"},{"Date":1992,"Headline":"Violent raids target water infrastructure between Uzbekistan and Turkmenistan","Conflict Type":"Trigger, Casualty","Country":"Uzbekistan, Turkmenistan","Region":"Central Asia","Description":"The Tyuyamuyun reservoir in the delta of the Amu Darya is a point of contention between Uzbekistan and Turkmenistan. Violence occurrs in 1992 over the re-direction of drainage waters and raids by both sides to cut off pipes and irrigation canals. Today, the Tyuyamuyun remains one of several disputed areas in continuing water dispute with Uzbekistan.","Sources":"Votrin 2003"},{"Date":1992,"Headline":"Dispute over control of Zhang River, China leads to violence","Conflict Type":"Trigger, Casualty","Country":"China","Region":"Eastern Asia","Description":"In August 1992, farmers of Baishan village in Hebei province and Panyang village in Henan province fight with rudimentary explosives over control of water from the Zhang River, which feeds an irrigation canal for the two provinces. An attempt to divert the river leads to a confrontation and an attack on irrigation canals.","Sources":"Pietz 2015"},{"Date":"1992-2016","Headline":"Farmers and pastoralists in Nigeria clash over land and water resources","Conflict Type":"Trigger","Country":"Nigeria","Region":"Sub-Saharan Africa","Description":"In Nigeria's \"Middle Belt,\" dozens are killed in tensions between farmers and pastoralists over the use of farmland, grazing fields, and water sources.","Sources":"Mercy Corps 2015"},{"Date":1992,"Headline":"Water supply to a Turkish air force base is poisoned","Conflict Type":"Weapon","Country":"Turkey","Region":"Western Asia","Description":"Potassium cyanide is discovered in lethal quantities in the water supply of a Turkish air force base. No one is poisoned prior to the discovery. The attack is attributed to the Kurdish Workers' Party.","Sources":"Mohtadi and Murshid 2006"},{"Date":1993,"Headline":"Iran threatens West's water","Conflict Type":"Weapon","Country":"Iran","Region":"Southern Asia","Description":"A report suggests that proposals were made at a meeting of fundamentalist groups in Tehran, under the auspices of the Iranian Foreign Ministry, to poison water supplies of major cities in the West \"as a possible response to Western offensives against Islamic organizations and states.","Sources":"Haeri 1993"},{"Date":1993,"Headline":"Yugoslavian army destroys dam","Conflict Type":"Casualty","Country":"Yugoslavia","Region":"Southern Europe","Description":"The 65-meter high Peru?a Dam on the Cetina River was Yugoslavia's second-largest hydroelectric facility before the country's breakup with the Croation War beginning in 1991. On January 28, 1993, Serbian/Yugoslav army forces detonate explosives at the dam in an attempt to wipe out Croatian villages and the port city of Omi'. A successful Croation counter-attack allows military engineers to reach the dam and release water on time to prevent it from bursting, saving an estimated twenty- to thirty-thousand civilians. Credit for preventing a dam burst is also given to British Marine Captain Mark Gray, a UN Observer, for opening gates to reduce water levels prior to the attack.","Sources":"Gleick 1993"},{"Date":1993,"Headline":"Violence occurs over land use of a water catchment area in Kenya","Conflict Type":"Trigger","Country":"Kenya","Region":"Sub-Saharan Africa","Description":"In October 1993, violence erupts in the Narok district of Kenya's Rift Valley province. Maasai warriors attack immigrant Kikuyu settlers and massacre at least 17 of them, after Kikuyi settlers allegedly mutilated Maasai cattle. 16 more Kikuyus are killed in other parts of Narok and the rest of the Kikuyu population is forced out of the area and into refugee camps. Environmental concerns played a central role: a few months previously, the Narok County Council had declared Enosupukia, the site of the conflict, to be a water catchment area and decreed that all inhabitants, mostly transplanted Kikuyus, had to leave.","Sources":"Cerami 2013"},{"Date":"1993-2003","Headline":"Iraq uses water to silence opposition","Conflict Type":"Weapon, Casualty","Country":"Iraq","Region":"Western Asia","Description":"To quell opposition to his government, Saddam Hussein reportedly poisons and drains the water supplies of southern Shiite Muslims, the Marsh Arabs, or Ma?d?n. The marshes of southern Iraq are intentionally targeted. The European Parliament and UN Human Rights Commission deplore use of water as weapon in region.","Sources":"Gleick 1993"},{"Date":1994,"Headline":"Moldova threatens Russian army's water","Conflict Type":"Weapon","Country":"Moldova, Russia","Region":"Eastern Europe","Description":"Reported threat by Moldavian General Nikolay Matveyev to contaminate the water supply of the Russian 14th Army in Tiraspol, Moldova with mercury.","Sources":"Purver 1995"}]